{
	"item.yggdrasil.chapter.1": "Kapitel 1: Die Ankunft",
	"item.yggdrasil.chapter.2": "Kapitel 2: Die Entdeckung",
	"item.yggdrasil.chapter.3": "Kapitel 3: Die Freundschaft",
	"item.yggdrasil.chapter.4": "Kapitel 4: Das Geheimnis",
	"item.yggdrasil.chapter.5": "Kapitel 5: Der Abschied",
	"item.yggdrasil.chapter.6": "Kapitel 6: Die Einsamkeit",
	"item.yggdrasil.chapter.7": "Kapitel 7: Das Vermächtnis",
	"item.yggdrasil.secret_chapter.8": "Geheimes Kapitel 8: Die Rückkehr",
	"item.yggdrasil.secret_chapter.9": "Geheimes Kapitel 9: Das Erwachen",
	"item.yggdrasil.chapter.1.content": "Ich stieg zu den Sterblichen hinab, neugierig auf ihr vergängliches Leben. Das Dorf nahm mich auf, ohne meine wahre Natur zu kennen. Ihre aufrichtigen Lächeln und unschuldigen Lachen erweckten in mir Gefühle, die seit Jahrtausenden vergessen waren.",
	"item.yggdrasil.chapter.2.content": "Im Laufe der Jahreszeiten lernte ich ihre Bräuche und teilte ihre Freuden. Gemeinsam feierten wir die Ernten und erzählten Geschichten am Feuer. Jeder Moment war ein Schatz, eine neue Lektion über die Schönheit der Sterblichkeit.",
	"item.yggdrasil.chapter.3.content": "Ich knüpfte tiefe Bindungen zu diesen zerbrechlichen Wesen. Ihre Einfachheit berührte mich, und ich fand in ihnen eine Familie, die ich nie gekannt hatte. Die Kinder folgten mir überall hin, begierig nach Geschichten und Wissen.",
	"item.yggdrasil.chapter.4.content": "Trotz meiner Zuneigung zu ihnen hielt ich meine Identität verborgen. Dennoch entschied ich mich, mit dem Weisesten unter ihnen das Geheimnis der verborgenen Waffe zu teilen. Ich vertraute ihm diese Verantwortung an, wissend, dass er sie mit Hingabe bewahren würde.",
	"item.yggdrasil.chapter.5.content": "Die Zeit ist gekommen für mich zu gehen. Ich hatte meine Freunde altern und vergehen sehen, und das Gewicht der Ewigkeit machte sich erneut bemerkbar. Als ich das Dorf verließ, empfand ich eine Mischung aus Traurigkeit und Hoffnung, die kostbaren Erinnerungen mit mir tragend.",
	"item.yggdrasil.chapter.6.content": "Fern des Dorfes fand ich mich wieder mit meiner unsterblichen Einsamkeit konfrontiert. Die Lachen und Stimmen fehlten mir. Dennoch wusste ich, dass mein Weggang ihnen erlauben würde, ihren eigenen Weg zu finden, ohne den Einfluss eines ewigen Wesens.",
	"item.yggdrasil.chapter.7.content": "Ich hinterlasse ein bescheidenes, aber mächtiges Vermächtnis. Der letzte Dorfbewohner, Hüter des Geheimnisses, lebt seine letzten Momente. Ich hoffe, dass derjenige, der diese Nachricht findet, den Wert der Zeit und die Bedeutung der Verbindungen zwischen den Seelen verstehen wird.",
	"item.yggdrasil.secret_chapter.9.content": "In meiner Einsamkeit entdeckte ich einen Hoffnungsschimmer, dem Griff der Unsterblichkeit zu entkommen. Alte Flüstern sprechen von einem Weg, den Göttern selbst zu trotzen, die Ketten der Zeit zu brechen, die mich binden. Der Weg ist dunkel und voller Ungewissheit. Ich weiß nicht, wohin er mich führen wird, aber die bloße Vorstellung eines möglichen Endes entfacht in mir einen Funken, den ich längst erloschen glaubte.",
	"item.yggdrasil.secret_chapter.8.content": "Jahrhunderte nach meinem Weggang kehrte ich zum Dorf zurück. Ich fand es am Rande des Ruins vor, bedroht von Kräften, denen die Sterblichen nicht gewachsen waren. Ich nutzte meine Macht, um diesen mir so wichtigen Ort zu schützen, seine Fundamente zu stärken und den drohenden Verfall abzuwenden. Ohne ihr Wissen wachte ich erneut über sie.",
	"item.yggdrasil.last_villager_journal": "Tagebuch des Letzten Dorfbewohners",
	"item.yggdrasil.last_villager_journal.page1": "Ich habe länger gelebt als jeder Sterbliche es sollte, getragen von den Überresten seiner schwindenden Kraft. Meine Knochen schmerzen und meine Augen ermüden, aber bevor meine Zeit kommt, muss ich diese Nachricht für denjenigen hinterlassen, der sie finden wird.",
	"item.yggdrasil.last_villager_journal.page2": "Jahrhundertelang lebte ich in diesem Dorf an seiner Seite - ein Unsterblicher, dessen Name nie ausgesprochen wurde, dessen Gegenwart aber ein ständiger Begleiter war. Er wandelte unter uns, nicht als Gott, sondern als Mann, belastet von der unendlichen Zeit.",
	"item.yggdrasil.last_villager_journal.page3": "Wir teilten Geschichten am Feuer, bestellten gemeinsam die Felder und sahen zu, wie Generationen wie die wechselnden Jahreszeiten vergingen.",
	"item.yggdrasil.last_villager_journal.page4": "Er war einst von Kummer verzehrt, seine Augen spiegelten die Last unzähliger Jahre wider. Doch mit der Zeit änderte sich etwas. Vielleicht waren es die einfachen Freuden des sterblichen Lebens, die einen Funken in ihm neu entfachten.",
	"item.yggdrasil.last_villager_journal.page5": "Das Lachen um den Tisch, die Wärme der Gemeinschaft - all das schien seiner müden Seele neues Leben einzuhauchen. Und dann, eines Tages, ging er, ein leichtes Lächeln im Gesicht, einen Hoffnungsschimmer mit sich tragend, den ich zuvor nicht gesehen hatte.",
	"item.yggdrasil.last_villager_journal.page6": "Nun, als Letzter meines Volkes, spüre ich das Ende nahen. Bevor ich gehe, muss ich sicherstellen, dass ein bestimmtes Geheimnis nicht in Vergessenheit gerät. Versteckt im Laub auf dem Dach des alten Holzhauses - dem mit dem grünen Dach - befindet sich ein Buch von größter Bedeutung.",
	"item.yggdrasil.last_villager_journal.page7": "Ich habe alles in meiner Macht Stehende getan, um es zu schützen, es vor denen zu verbergen, die sein Wissen missbrauchen könnten.",
	"item.yggdrasil.last_villager_journal.page8": "Dieses Buch enthält nicht nur Geschichten, sondern Wahrheiten - Berichte von Ereignissen, die selbst die alten Sagen vergessen haben. Erzählungen von Göttern und Riesen, von Welten, die geboren und zerstört wurden.",
	"item.yggdrasil.last_villager_journal.page9": "Es birgt den Schlüssel zum Verständnis der Ereignisse, die sich hier zugetragen haben, und vielleicht kann es dich auf eine Weise führen, wie es uns nicht führen konnte.",
	"item.yggdrasil.last_villager_journal.page10": "Ich habe all diese Jahre darüber gewacht, wissend, dass eines Tages jemand auf der Suche nach Antworten kommen würde. Wenn du dies liest, dann bist du diese Person. Nimm das Buch, aber tue es mit Ehrfurcht und Vorsicht. Seine Seiten sind sowohl mit Weisheit als auch mit Warnung gefüllt.",
	"item.yggdrasil.last_villager_journal.page11": "Was mich betrifft, so bin ich zufrieden, endlich zur Ruhe zu kommen. Meine Pflicht ist erfüllt, und ich finde Frieden in dem Wissen, dass er mit einem neuen Ziel gegangen ist. Das Dorf mag jetzt still sein, aber die Echos unseres Lebens hallen im Wind fort, getragen zu unbekannten Orten.",
	"item.yggdrasil.last_villager_journal.page12": "Möge diese Nachricht dich bei guter Gesundheit finden, und möge das Wissen, das du entdeckst, einem größeren Wohl dienen. Erinnere dich an die Lehren derer, die vor dir kamen, und schreite vorsichtig auf dem Weg, der sich vor dir öffnet.",
	"item.yggdrasil.timeless_one_journal": "Fragmentierte Seiten des Zeitlosen Tagebuchs",
	"item.yggdrasil.timeless_one_journal.page1": "Ich bin die Fäden der Zeit länger gewandert als jeder sterbliche Geist es sich vorstellen kann. Jeder Sonnenauf- und -untergang verschmilzt zu einer endlosen Tapisserie von Momenten, gewebt aus goldenen und schattigen Fäden. Die oberen Reiche",
	"item.yggdrasil.timeless_one_journal.page2": "einst ein Ort des Staunens und der Entdeckung, gleichen nun einem Käfig, geschmiedet von den Händen der Ewigkeit selbst.",
	"item.yggdrasil.timeless_one_journal.page3": "In den Echos der Hallen Asgards hörte ich Flüstern von Schicksal und Verhängnis. Die Geschichten von Odin und seinen Raben, die Zyklen des Ragnarök, die selbst die Mächtigsten der Götter binden",
	"item.yggdrasil.timeless_one_journal.page4": "- diese Geschichten resonieren mit einer Wahrheit, die ich nicht ignorieren kann. Die Unsterblichkeit, so scheint es, ist sowohl Geschenk als auch Fluch, ein Paradoxon, mit dem selbst der Allvater sich auseinandersetzen muss.",
	"item.yggdrasil.timeless_one_journal.page5": "Ich fühle mich zu diesem bescheidenen Dorf hingezogen, fern der himmlischen Pfeile. Die Einfachheit des sterblichen Lebens, ihre flüchtigen Freuden und Sorgen, bietet mir einen Trost, den ich lange entbehrt habe.",
	"item.yggdrasil.timeless_one_journal.page6": "Hier ist die Luft erfüllt vom Duft der Kiefern und dem fernen Grollen der Wasserfälle - ein beeindruckender Kontrast zur sterilen Unendlichkeit der oberen Welt.",
	"item.yggdrasil.timeless_one_journal.page7": "In den stillen Ecken dieses Ortes habe ich etwas von großer Bedeutung verborgen. Eine Waffe, nicht im traditionellen Sinne, sondern eine Schöpfung, durchdrungen von der Essenz meiner eigenen Zeitlosigkeit.",
	"item.yggdrasil.timeless_one_journal.page8": "Nimm diese Rune, durchdrungen von alter Magie, und brich das Schloss, das zu einer zeitlosen Struktur führt. Beweise dich würdig, meinen Schatz zu bergen, und öffne einen Durchgang zu einem Ort, wo die Zeit keine Macht hat. Dort kannst du entdecken, was ich über die Zeitalter hinweg bewahrt habe.",
	"item.yggdrasil.timeless_one_journal.page9": "Sie hat die Fähigkeit, über die Zerstörung hinaus zu bestehen, ein Paradoxon, eingehüllt in Eisen und Runen. Vielleicht ist dies meine Antwort auf den endlosen Marsch der Existenz, eine Verbindung zu etwas Endlicherem, Realerem.",
	"item.yggdrasil.timeless_one_journal.page10": "Ich frage mich, ob sie jemals jemand finden wird oder die in ihre Oberfläche eingravierten Bedeutungen entschlüsseln wird. Die Runen sprechen von Zyklen und Enden, davon, sich von den Ketten zu befreien, die uns an unsere Schicksale binden. Vielleicht kann sie in den Händen eines anderen einem Zweck dienen, den ich mir nicht mehr vorstellen kann.",
	"item.yggdrasil.timeless_one_journal.page11": "Die Sterne drehen sich oben, gleichgültig gegenüber meinen Überlegungen. Ich spüre das Gewicht der Zeitalter auf mir lasten, jeder Moment dehnt sich zum nächsten ohne Pause. Die Nornen weben ihre Wandteppiche, und doch bleibe ich abseits, eine einsame Gestalt, unberührt von ihren Absichten.",
	"item.yggdrasil.timeless_one_journal.page12": "Ich sehne mich nach einem Abschluss, einem Ende dieser endlosen Reise. Wenn die Legenden wahr sind, sind selbst die Götter nicht vor dem Schicksal gefeit. Vielleicht wird meine Stunde kommen, oder vielleicht muss ich meinen eigenen Weg jenseits der bekannten Reiche schmieden.",
	"item.yggdrasil.timeless_one_journal.page13": "Für jetzt sind diese Worte alles, was ich zurücklasse - eine Spur von Gedanken, ein Hauch von Zweck, verstreut wie Blätter im Wind. Möge derjenige, der sie findet, über ihre Bedeutungen nachdenken und vielleicht suchen, was ich vor aller Augen verborgen habe.",
	"item.yggdrasil.chronicles_of_trials": "Chroniken der Bezwungenen Prüfungen",
	"item.yggdrasil.chronicles_of_trials.page1": "Gratulation, mutige Seele! Du hast meine Prüfungen bestanden und deinen Wert bewiesen.",
	"item.yggdrasil.chronicles_of_trials.page2": "Nimm diesen Schlüssel, Symbol deines Erfolgs, und berge meinen Schatz. Du wirst ihn im Dorf Aslors finden, wo du das Schwert des Bruchs entdeckt hast.",
	"item.yggdrasil.chronicles_of_trials.page3": "In der Schwertkammer von Asflors wirst du ein Podest finden. Platziere dieses Buch darauf, und du wirst Zugang zu meinem Schatz erhalten.",
	"item.yggdrasil.chronicles_of_trials.page4": "Ich hoffe, dass du damit ein neues Schicksal schmieden kannst, würdig des Erbes, das du trägst. Aber ich werde vorerst nicht zu viel verraten; lass die Reise sich vor dir entfalten.",
	"item.yggdrasil.quest_item.vault": "(Quest-Gegenstand - Tresor)",
	"item.yggdrasil.quest_item.ominous_vault": "(Quest-Gegenstand - Unheimlicher Tresor)",
	"item.yggdrasil.structure_item.vault": "(Struktur-Gegenstand - Tresor)",
	"item.yggdrasil.quest_item.structure": "(Quest-Gegenstand - Struktur)",
	"item.yggdrasil.quest_item.structure_door": "(Quest-Gegenstand - Strukturtür)",
	"item.yggdrasil.structure_item.ominous_vault": "(Struktur-Gegenstand - Unheimlicher Tresor)",
	"item.yggdrasil.quest_item.story": "(Quest-Gegenstand - Geschichte)",
	"item.yggdrasil.location.asflors": "[Dorf Asflors]",
	"item.yggdrasil.location.runic_fracture": "[Runischer Bruch]",
	"item.yggdrasil.location.alfheim_tree": "[Baum von Alfheim]",
	"item.yggdrasil.runic_fracture_map": "Karte des Runischen Bruchs",
	"item.yggdrasil.rune_of_rupture": "Rune des Bruchs",
	"item.yggdrasil.rune_of_rupture.lore1": "Durchbrich Raum und Zeit, um Zugang zu erhalten",
	"item.yggdrasil.rune_of_rupture.lore2": "zu dem Ort, wo ich das Geheimnis verborgen habe",
	"item.yggdrasil.real_rune_of_rupture": "Echte Rune des Bruchs",
	"item.yggdrasil.quest_item.gliched": "(Quest-Gegenstand - @?^?0%)",
	"item.yggdrasil.asflors_sword.fake": "Klinge von Asflors",
	"item.yggdrasil.asflors_sword.real": "Die Wahre Klinge von Asflors",
	"item.yggdrasil.asflors_sword.lore": "Unzerstörbare legendäre Waffe",
	"item.yggdrasil.runic_key": "Runischer Schlüssel",
	"item.yggdrasil.runic_key.lore1": "Du wirst deinen Mut beweisen!",
	"item.yggdrasil.runic_key.lore2": "Ich gewähre dir mein Vertrauen",
	"item.yggdrasil.ominous_traveler_key": "Schlüssel des Unheimlichen Wanderers",
	"item.yggdrasil.ominous_key": "Unheimlicher Schlüssel",
	"item.yggdrasil.ominous_key.lore.1": "Erlange mein größtes Geheimnis im Dorf Asflors",
	"item.yggdrasil.ominous_key.lore.2": "mein Schatz liegt hinter dem falschen Schwert von Asflors",
	"item.yggdrasil.traveler_key": "Schlüssel des Wanderers",
	"item.yggdrasil.traveler_key.lore.1": "Ich habe einen geheimen Tresor versteckt",
	"item.yggdrasil.traveler_key.lore.2": "Eine alte Magie des Wanderers",
	"item.yggdrasil.alfheim_key": "Schlüssel von Alfheim",
	"item.yggdrasil.alfheim_key.lore1": "Dieser Schlüssel kann nur am",
	"item.yggdrasil.alfheim_key.lore2": "Tresor im Baum von Alfheim verwendet werden",
	"item.yggdrasil.ominous_alfheim_key": "Unheimlicher Schlüssel von Alfheim",
	"item.yggdrasil.ominous_alfheim_key.lore1": "Dieser Schlüssel kann nur am",
	"item.yggdrasil.ominous_alfheim_key.lore2": "Unheimlichen Tresor im Baum von Alfheim verwendet werden",
	"item.yggdrasil.ominous_vault": "Unheimlicher Tresor",
	"item.yggdrasil.chapter.runic_dimension": "Kapitel: Die Runendimension",
	"item.yggdrasil.chapter.runic_dimension.page1": "Jenseits unseres Reiches liegt eine Welt absoluter Stille - die Runendimension. Ein Ort, an dem weder Sonne noch Mond den Himmel schmücken, wo die Zeit selbst aufhört zu existieren. Diese dunkle Leere, unendlich in ihrer Nichtigkeit, hielt mich einst gefangen.",
	"item.yggdrasil.chapter.runic_dimension.page2": "Die einzigen Überreste des Lebens hier sind die Spuren der Dunkelelfen, uralte Wesen, die die Kunst des Dimensionsreisens beherrschten. Sie errichteten Altäre, die als Brücken zwischen den Welten dienen.",
	"item.yggdrasil.chapter.runic_dimension.page3": "Im Herzen ihrer größten Schöpfung - dem Runenlabyrinth - ruht ein legendäres Artefakt von immenser Macht. Dieses Labyrinth spiegelt sein Gegenstück in Niflheim wider, obwohl seine Geheimnisse weitaus düsterer sind.",
	"item.yggdrasil.chapter.runic_dimension.page4": "Um dieses Reich zu erreichen, muss man zur Runeninsel zurückkehren und unter dem ewigen Baum graben, während man die Echte Rune des Bruchs in der Hand hält. Erst dann wird der Schleier zwischen den Welten zerreißen und dieses Reich ewiger Schatten offenbaren.",

	"item.yggdrasil.dark_elves_chronicle": "Chroniken der Dunkelelfen",
	"item.yggdrasil.dark_elves_chronicle.page1a": "Wir, die Dunkelelfen, waren schon immer anders. Während unsere Vettern, die Lichtelfen, für ihre natürliche Verbindung zu Magie und Natur verehrt wurden, wurden wir von derselben Magie verstoßen.",
	"item.yggdrasil.dark_elves_chronicle.page1b": "Unsere Körper, so anders als ihre, waren nicht für konventionelle Magie geschaffen, doch trugen wir eine dunklere, tiefere Gabe in uns.",
	"item.yggdrasil.dark_elves_chronicle.page2a": "Jahrhundertelang ertrugen wir die Verachtung anderer Rassen. Unsere Sensibilität ließ uns jeden verächtlichen Blick, jedes grausame Wort spüren. Doch wir waren kein Volk der Zerstörung - bis ihre Arroganz unerträglich wurde.",
	"item.yggdrasil.dark_elves_chronicle.page2b": "Wir nutzten unsere Gabe für schwarze Magie, nicht um zu töten, sondern um Jahrhunderte elfischen Fortschritts auszulöschen.",
	"item.yggdrasil.dark_elves_chronicle.page3a": "In unserem Exil nahmen wir ihr Wissen mit - jedes Buch, jede Tafel, jedes Fragment der Erkenntnis. Unsere größte Herausforderung war dann die vollständige Beherrschung der Magie.",
	"item.yggdrasil.dark_elves_chronicle.page3b": "Wir entwickelten Wege, weiße Magie zu kontrollieren, aber es war unsere Begabung für schwarze Magie, die uns erlaubte, das Undenkbare zu erforschen: die Proto-Magie.",
	"item.yggdrasil.dark_elves_chronicle.page4": "Die Proto-Magie transzendiert die Gesetze unseres Universums, als käme sie aus einer größeren Realität. Wir zähmten sie in Form von Runen, die komplexe magische Mechanismen enthalten konnten. Im Laufe der Jahrhunderte meisterten wir die Geheimnisse von Zeit und Raum.",
	"item.yggdrasil.dark_elves_chronicle.page5": "Die Runeninsel war unsere erste große Schöpfung - ein Test, komplex genug, um die Schwachen abzuschrecken, aber nicht genug, um den Entschlossensten den Zugang völlig zu verwehren. Denn dahinter liegt unser wahres Meisterwerk: das Runenlabyrinth.",
	"item.yggdrasil.dark_elves_chronicle.page6": "Das Labyrinth ist unsere größte List. In dieser leeren Dimension, wo weder Nahrung noch Wasser existieren, sind Besucher gezwungen, es zu betreten, um zu überleben. Doch seine Komplexität wird zu ihrem Grab. Nur wahre Dunkelelfen können seine Geheimnisse ergründen.",
	"item.yggdrasil.dark_elves_chronicle.page7": "An jene, die diese Schriften finden: Dieses Reich ist keine Zuflucht, sondern eine Falle. Die Leere, die euch umgibt, ist nur der Beginn eurer Prüfung. Das Labyrinth wartet, und mit ihm entweder euer Untergang oder eure Offenbarung.",

	"item.yggdrasil.runic_labyrinth_map": "Karte des Runenlabyrinths",
	"item.yggdrasil.dark_elven_bow": "Bogen der Dunkelelfen",
	"item.yggdrasil.dark_elven_bow.lore1": "Eine in ewiger Dunkelheit geschmiedete Waffe",
	"item.yggdrasil.dark_elven_bow.lore2": "Durchdrungen von der Macht der Leere",
	"item.yggdrasil.twilight_apple": "Zwielichtapfel",
	"item.yggdrasil.twilight_apple.lore1": "Gewachsen in Abwesenheit von Licht",
	"item.yggdrasil.twilight_apple.lore2": "Enthält die Essenz der Leere",

	"item.yggdrasil.dark_elf_escape_journal": "Tagebuch eines Dunkelelfens: Die Flucht",
	"item.yggdrasil.dark_elf_escape_journal.page1": "Wir hielten uns in unserer Runendimension für unbesiegbar. Welche Arroganz! Nie hätten wir gedacht, dass die Götter selbst die Welten durchqueren würden, um uns zu erreichen. Unsere Proto-Magie, die fast ihrer Macht gleichkam, erschreckte sie.",
	"item.yggdrasil.dark_elf_escape_journal.page2": "Ich flüchtete in die Tiefen des Labyrinths. Dort verstand ich: Die Götter wurden von magischen Strömungen angezogen wie Motten vom Licht. Unsere größte Stärke war zu unserer größten Schwäche geworden.",

	"item.yggdrasil.dark_elf_village_chronicles": "Chroniken des Dorfes",
	"item.yggdrasil.dark_elf_village_chronicles.page1": "Glücklicherweise war ich es gewohnt, zwischen den Dimensionen zu reisen. Jeden Morgen besuchte ich ein kleines Elfendorf in der normalen Welt und kehrte abends zu den Meinen in der Runendimension zurück.",
	"item.yggdrasil.dark_elf_village_chronicles.page2": "Dieses Dorf, kaum zehn Einwohner stark, besaß eine Bibliothek mit einzigartigem Wissen. Fern von allem hatte sich ihre Zivilisation anders entwickelt. War es möglich, dass unsere Revolution einen positiven Einfluss auf ihre Entwicklung hatte?",
	"item.yggdrasil.dark_elf_village_chronicles.page3": "Ihre Güte berührte mich. Diese Elfen, einst unsere Feinde, lehrten mich unbewusst Geheimnisse, die selbst wir nicht kannten.",

	"item.yggdrasil.dark_elf_survival_notes": "Überlebensnotizen eines Dunkelelfens",
	"item.yggdrasil.dark_elf_survival_notes.page1": "Dank des Wissens aus dem Dorf lernte ich, meine magische Signatur zu verbergen. Ich wanderte durch das Labyrinth, machte es noch komplexer und fügte Schutzschichten hinzu.",
	"item.yggdrasil.dark_elf_survival_notes.page2": "Die Wochen vergingen, und meine Gedanken kehrten ständig zu diesen gütigen Elfen zurück. Ich sehnte mich danach, sie wiederzusehen, aber die Furcht vor den Göttern lähmte mich. Ohne Infrastruktur für Dimensionsreisen war ich gefangen.",
	"item.yggdrasil.dark_elf_survival_notes.page3": "Dann traf ich eine verzweifelte Entscheidung: Ich würde Waffen erschaffen, so mächtig, dass sie meine gesamte Magie erschöpfen und mich unaufspürbar machen würden. Eine versteckte ich unter dem Eingang, eine andere in einem Tresor.",

	"item.yggdrasil.dark_elf_discovery_journal": "Tagebuch der Entdeckungen",
	"item.yggdrasil.dark_elf_discovery_journal.page1": "Beim Aufstieg aus den Tiefen entdeckte ich etwas Außergewöhnliches: verlassene Bastionen. Bei ihrer Erforschung fand ich Portale zur normalen Welt.",
	"item.yggdrasil.dark_elf_discovery_journal.page2": "Mein Herz raste - vielleicht war meiner Familie die Flucht vor den Göttern gelungen? Waren diese Strukturen ihr Werk? Die Hoffnung nach so viel Verzweiflung war fast unerträglich.",
	"item.yggdrasil.dark_elf_discovery_journal.page3": "Ich fasste meinen Entschluss. Ohne einen Blick zurück durchschritt ich das Portal. Die Freiheit erwartete mich auf der anderen Seite, auch wenn es bedeutete, unsere Schöpfung aufzugeben.",

	"item.yggdrasil.dark_elf_weapon_note": "Notiz zur verborgenen Waffe",
	"item.yggdrasil.dark_elf_weapon_note.page1": "An den Finder dieser Waffe: Freue dich nicht zu früh. Ihre Macht ist begrenzt - bestenfalls könnte sie einen Halbgott verwunden. Nicht mehr.",
	"item.yggdrasil.dark_elf_weapon_note.page2": "Sie wird dir bei deiner Suche nicht viel nützen, aber wenn du ihr einen Zweck geben willst... Räche mein Volk. Das ist alles, worum ich den Finder bitte.",

	"item.yggdrasil.dark_elf_bow_testament": "Testament des Runenbogens",
	"item.yggdrasil.dark_elf_bow_testament.page1": "Dieser Bogen enthält den Großteil meiner Lebenskraft. Eine Waffe von erschreckender Macht, vielleicht fähig, einen Gott zu besiegen... aber nur einen.",
	"item.yggdrasil.dark_elf_bow_testament.page2": "Das ist tragisch unzureichend. Ich spürte sie oben, es waren Dutzende. Die Angst nagt an mir, aber ich bewahre Hoffnung: Wenn du andere Waffen dieses Kalibers findest...",
	"item.yggdrasil.dark_elf_bow_testament.page3": "Vielleicht kannst du sie kombinieren, eine göttliche Waffe erschaffen, eine wahre Gottestöterin. Ich überlasse dir diese Möglichkeit, denn ich muss fliehen. Nutze sie weise.",

	"item.yggdrasil.dark_elf_bastion_chronicle": "Chroniken der Bastion: Die Flucht",
	"item.yggdrasil.dark_elf_bastion_chronicle.page1": "Ich verstehe immer noch nicht, wie die Götter uns fanden. Wir mussten fliehen, weit und schnell. Die Rückkehr in die Ursprungswelt war nicht geplant, nichts war vorbereitet, doch das Schicksal lächelte uns zu: In den Tiefen eines Gebäudes entdeckten wir ein Portal.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page2": "Dieses Portal gehörte einer Familie, die ich gut kannte, deren Sohn besonders talentiert war. Er hat diese Welt wahrscheinlich verlassen - wir finden ihn nirgends und spüren seine Energie nicht mehr.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page3": "Dank ihm überlebten wir. Wir errichteten diese Bastion und reproduzierten sie über die Welt verteilt. Aber der Preis war schrecklich: Die Hälfte unseres Volkes überlebte nicht. Wie Ameisen verteilten wir uns im Labyrinth, während die Götter am Ausgang warteten.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page4": "Jetzt, da wir auf dem Weg des Aufbruchs sind, werden sie uns sicher folgen. Ich verstehe immer noch nicht, wie sie wussten, wo sie uns finden konnten. Diese Frage verfolgt mich, aber wir haben keine Zeit mehr zum Nachdenken.",

	"item.yggdrasil.runic_labyrinth.key": "Schlüssel des Runenlabyrinths",
	"item.yggdrasil.runic_labyrinth.key.lore1": "Dieser Schlüssel öffnet die Tore",
	"item.yggdrasil.runic_labyrinth.key.lore2": "des Runenlabyrinths",
	"item.yggdrasil.runic_labyrinth.ominous_key": "Unheilvoller Labyrinthschlüssel",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore1": "Dieser Schlüssel öffnet die unheilvollen Tore",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore2": "des Runenlabyrinths",
	"item.yggdrasil.runic_labyrinth.vault": "Tresor des Labyrinths",
	"item.yggdrasil.runic_labyrinth.ominous_vault": "Unheilvoller Labyrinthtresor",
	"item.yggdrasil.runic_labyrinth.location": "[Runenlabyrinth]",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow": "Bogen der Dunkelelfen",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow.lore": "Eine in ewiger Dunkelheit geschmiedete Waffe",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow": "Bogen der Dämmerung Yggdrasils",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow.lore": "Ein legendärer Bogen, erfüllt mit der Macht der Leere",
	"item.yggdrasil.cubeoid.key": "Kuboid-Schlüssel",
	"item.yggdrasil.cubeoid.key.lore1": "Dieser Schlüssel kann nur verwendet werden für",
	"item.yggdrasil.cubeoid.key.lore2": "den Tresor im Kuboid-Baum",
	"item.yggdrasil.cubeoid.vault": "(Struktur-Gegenstand - Tresor)",
	"item.yggdrasil.cubeoid.location": "[Kuboid]"
}
