{
	"item.yggdrasil.chapter.1": "Capítulo 1: La Llegada",
	"item.yggdrasil.chapter.2": "Capítulo 2: El Descubrimiento",
	"item.yggdrasil.chapter.3": "Capítulo 3: La Amistad",
	"item.yggdrasil.chapter.4": "Capítulo 4: El Secreto",
	"item.yggdrasil.chapter.5": "Capítulo 5: La Partida",
	"item.yggdrasil.chapter.6": "Capítulo 6: La Soledad",
	"item.yggdrasil.chapter.7": "Capítulo 7: El Legado",
	"item.yggdrasil.secret_chapter.8": "Capítulo Secreto 8: El Regreso",
	"item.yggdrasil.secret_chapter.9": "Capítulo Secreto 9: El Despertar",
	"item.yggdrasil.chapter.1.content": "Descendí entre los mortales, curioso por sus vidas efímeras. La aldea me recibió sin conocer mi verdadera naturaleza. Sus sonrisas sinceras y risas inocentes despertaron en mí sentimientos olvidados durante milenios.",
	"item.yggdrasil.chapter.2.content": "Con el paso de las estaciones, aprendí sus costumbres y compartí sus alegrías. Juntos, celebramos las cosechas y contamos historias junto al fuego. Cada momento era un tesoro, una nueva lección sobre la belleza de la mortalidad.",
	"item.yggdrasil.chapter.3.content": "Forjé vínculos profundos con estos seres frágiles. Su simplicidad me conmovió, y encontré en ellos una familia que nunca había conocido. Los niños me seguían a todas partes, ávidos de historias y conocimiento.",
	"item.yggdrasil.chapter.4.content": "A pesar de mi afecto por ellos, mantuve oculta mi identidad. Sin embargo, elegí compartir con el más sabio de ellos el misterio del arma oculta. Le confié esta responsabilidad, sabiendo que la guardaría con devoción.",
	"item.yggdrasil.chapter.5.content": "Llegó el momento de partir. Había visto a mis amigos envejecer y desaparecer, y el peso de la eternidad se hacía sentir nuevamente. Al dejar la aldea, sentí una mezcla de tristeza y esperanza, llevándome conmigo los preciosos recuerdos que habíamos creado.",
	"item.yggdrasil.chapter.6.content": "Lejos de la aldea, me encontré enfrentando mi soledad inmortal. Extrañaba las risas y las voces. Sin embargo, sabía que mi partida les permitiría encontrar su propio camino, sin la influencia de un ser eterno.",
	"item.yggdrasil.chapter.7.content": "Dejo atrás un legado discreto pero poderoso. El último aldeano, guardián del secreto, vive sus últimos momentos. Espero que quien encuentre este mensaje comprenda el valor del tiempo y la importancia de los lazos tejidos entre las almas.",
	"item.yggdrasil.secret_chapter.9.content": "En mi soledad, descubrí un rayo de esperanza para escapar del dominio de la inmortalidad. Antiguos susurros hablan de una manera de desafiar a los dioses mismos, de romper las cadenas del tiempo que me atan. El camino es oscuro y lleno de incertidumbre. No sé adónde me llevará, pero la idea misma de un posible final reaviva en mí una chispa que creía extinguida hace mucho.",
	"item.yggdrasil.secret_chapter.8.content": "Siglos después de mi partida, regresé a la aldea. La encontré al borde de la ruina, amenazada por fuerzas que los mortales no podían enfrentar. Usé mi poder para proteger este lugar querido, reforzando sus cimientos y alejando la decadencia inminente. Sin que lo supieran, velaba por ellos una vez más.",
	"item.yggdrasil.last_villager_journal": "Diario del Último Aldeano",
	"item.yggdrasil.last_villager_journal.page1": "He vivido más de lo que cualquier mortal debería, sostenido por los vestigios de su poder menguante. Mis huesos duelen y mis ojos se cansan, pero antes de que llegue mi hora, debo dejar este mensaje para quien lo encuentre.",
	"item.yggdrasil.last_villager_journal.page2": "Durante siglos, viví en esta aldea junto a él, un inmortal cuyo nombre nunca fue pronunciado, pero cuya presencia era una compañía constante. Caminaba entre nosotros, no como un dios, sino como un hombre agobiado por el tiempo infinito.",
	"item.yggdrasil.last_villager_journal.page3": "Compartíamos historias junto al fuego, cultivábamos los campos juntos y observábamos pasar las generaciones como las estaciones cambiantes.",
	"item.yggdrasil.last_villager_journal.page4": "Antes estaba consumido por la tristeza, sus ojos reflejaban el peso de incontables años. Sin embargo, con el tiempo, algo cambió. Tal vez fueron las simples alegrías de la vida mortal las que reavivaron una chispa en él.",
	"item.yggdrasil.last_villager_journal.page5": "Las risas alrededor de la mesa, el calor de la comunidad, todo esto parecía insuflar nueva vida en su alma cansada. Y luego, un día, se marchó, con una leve sonrisa en su rostro, llevándose consigo un destello de esperanza que no había visto antes.",
	"item.yggdrasil.last_villager_journal.page6": "Ahora, como el último de mi pueblo, siento que el final se acerca. Antes de partir, debo asegurarme de que cierto secreto no caiga en el olvido. Oculto entre el follaje del techo de la vieja casa de madera —la del techo verde— hay un libro de suma importancia.",
	"item.yggdrasil.last_villager_journal.page7": "He hecho todo lo posible por protegerlo, ocultándolo de aquellos que podrían hacer mal uso de su conocimiento.",
	"item.yggdrasil.last_villager_journal.page8": "Este libro contiene no solo historias, sino verdades: relatos de eventos que incluso las antiguas sagas han olvidado. Cuentos de dioses y gigantes, de mundos nacidos y deshechos.",
	"item.yggdrasil.last_villager_journal.page9": "Contiene la clave para comprender los eventos que ocurrieron aquí, y quizás pueda guiarte de una manera que no pudo guiarnos a nosotros.",
	"item.yggdrasil.last_villager_journal.page10": "He velado por él todos estos años, sabiendo que algún día, alguien vendría en busca de respuestas. Si estás leyendo esto, entonces eres esa persona. Toma el libro, pero hazlo con reverencia y cautela. Sus páginas están llenas tanto de sabiduría como de advertencias.",
	"item.yggdrasil.last_villager_journal.page11": "En cuanto a mí, estoy contento de poder descansar al fin. Mi deber está cumplido, y encuentro paz sabiendo que él partió con un nuevo propósito. La aldea puede estar silenciosa ahora, pero los ecos de nuestras vidas perduran en el viento, llevados a lugares desconocidos.",
	"item.yggdrasil.last_villager_journal.page12": "Que este mensaje te encuentre bien, y que el conocimiento que descubras sirva a un bien mayor. Recuerda las lecciones de quienes vinieron antes, y avanza con cuidado en el camino que se abre ante ti.",
	"item.yggdrasil.timeless_one_journal": "Páginas Fragmentadas del Diario del Eterno",
	"item.yggdrasil.timeless_one_journal.page1": "He caminado por los hilos del tiempo más de lo que cualquier mente mortal puede comprender. Cada amanecer y atardecer se funden en un tapiz infinito de momentos, tejido con hilos de oro y sombra. Los reinos superiores",
	"item.yggdrasil.timeless_one_journal.page2": "antes un lugar de maravilla y descubrimiento, ahora parecen una jaula forjada por las manos mismas de la eternidad.",
	"item.yggdrasil.timeless_one_journal.page3": "En los ecos de los salones de Asgard, he oído susurros de destino y fatalidad. Los relatos de Odín y sus cuervos, los ciclos del Ragnarök que atan incluso a los más poderosos de los dioses",
	"item.yggdrasil.timeless_one_journal.page4": "—estas historias resuenan con una verdad que no puedo ignorar. La inmortalidad, parece, es tanto un don como una maldición, una paradoja con la que incluso el Padre de Todos debe lidiar.",
	"item.yggdrasil.timeless_one_journal.page5": "Me siento atraído por esta humilde aldea, lejos de las agujas celestiales. La simplicidad de las vidas mortales, sus alegrías y penas efímeras, me ofrece un consuelo del que he estado privado durante mucho tiempo.",
	"item.yggdrasil.timeless_one_journal.page6": "Aquí, el aire está cargado con el aroma de los pinos y el rugido lejano de las cascadas —un contraste marcado con el infinito estéril del mundo superior.",
	"item.yggdrasil.timeless_one_journal.page7": "En los rincones tranquilos de este lugar, he ocultado algo de gran importancia. Un arma, no en el sentido tradicional, sino una creación imbuida con la esencia de mi propia atemporalidad.",
	"item.yggdrasil.timeless_one_journal.page8": "Toma esta runa, impregnada de magia antigua, y rompe el cerrojo que conduce a una estructura atemporal. Demuestra que eres digno de recuperar mi tesoro y abre un pasaje hacia un lugar donde el tiempo no tiene dominio. Allí, podrás descubrir lo que he preservado a través de las eras.",
	"item.yggdrasil.timeless_one_journal.page9": "Tiene la capacidad de perdurar más allá de la destrucción, una paradoja envuelta en hierro y runas. Tal vez sea mi respuesta a la marcha interminable de la existencia, un vínculo con algo más finito, más real.",
	"item.yggdrasil.timeless_one_journal.page10": "Me pregunto si alguien la encontrará alguna vez, o descifrará los significados grabados en su superficie. Las runas hablan de ciclos y finales, de liberarse de las cadenas que nos atan a nuestros destinos. Quizás, en manos de otro, pueda servir un propósito que ya no puedo vislumbrar.",
	"item.yggdrasil.timeless_one_journal.page11": "Las estrellas giran arriba, indiferentes a mis reflexiones. Siento el peso de las eras presionando sobre mí, cada momento extendiéndose hacia el siguiente sin descanso. Las Nornas tejen sus tapices, y sin embargo permanezco aparte, una figura solitaria intocada por sus designios.",
	"item.yggdrasil.timeless_one_journal.page12": "Anhelo un cierre, un final a este viaje sin fin. Si las leyendas dicen la verdad, ni siquiera los dioses están a salvo del destino. Quizás llegue mi hora, o quizás deba forjar mi propio camino más allá de los reinos conocidos.",
	"item.yggdrasil.timeless_one_journal.page13": "Por ahora, estas palabras son todo lo que dejo atrás —un rastro de pensamiento, un indicio de propósito, esparcido como hojas en el viento. Que quien las encuentre medite sobre sus significados, y tal vez busque lo que he ocultado a plena vista.",
	"item.yggdrasil.chronicles_of_trials": "Crónicas de las Pruebas Conquistadas",
	"item.yggdrasil.chronicles_of_trials.page1": "¡Felicitaciones, alma valiente! Has superado mis pruebas y demostrado tu valor.",
	"item.yggdrasil.chronicles_of_trials.page2": "Toma esta llave, símbolo de tu logro, y recupera mi tesoro. Lo encontrarás en la aldea de Aslors, donde descubriste la Espada de Ruptura.",
	"item.yggdrasil.chronicles_of_trials.page3": "En el Salón de la Espada de Asflors, encontrarás un pedestal. Coloca este libro sobre él, y tendrás acceso a mi tesoro.",
	"item.yggdrasil.chronicles_of_trials.page4": "Espero que con esto puedas forjar un nuevo destino, digno del legado que portas. Pero no revelaré demasiado por ahora; deja que el viaje se desarrolle ante ti.",
	"item.yggdrasil.quest_item.vault": "(Objeto de Misión - Bóveda)",
	"item.yggdrasil.quest_item.ominous_vault": "(Objeto de Misión - Bóveda Siniestra)",
	"item.yggdrasil.structure_item.vault": "(Objeto de Estructura - Bóveda)",
	"item.yggdrasil.quest_item.structure": "(Objeto de Misión - Estructura)",
	"item.yggdrasil.quest_item.structure_door": "(Objeto de Misión - Puerta de Estructura)",
	"item.yggdrasil.structure_item.ominous_vault": "(Objeto de Estructura - Bóveda Siniestra)",
	"item.yggdrasil.quest_item.story": "(Objeto de Misión - Historia)",
	"item.yggdrasil.location.asflors": "[Aldea de Asflors]",
	"item.yggdrasil.location.runic_fracture": "[Fractura Rúnica]",
	"item.yggdrasil.location.alfheim_tree": "[Árbol de Alfheim]",
	"item.yggdrasil.runic_fracture_map": "Mapa de la Fractura Rúnica",
	"item.yggdrasil.rune_of_rupture": "Runa de Ruptura",
	"item.yggdrasil.rune_of_rupture.lore1": "Rompe el espacio y el tiempo para acceder",
	"item.yggdrasil.rune_of_rupture.lore2": "al lugar donde oculté el secreto",
	"item.yggdrasil.real_rune_of_rupture": "Runa de Ruptura Auténtica",
	"item.yggdrasil.quest_item.gliched": "(Objeto de Misión - @?^?0%)",
	"item.yggdrasil.asflors_sword.fake": "Espada de Asflors",
	"item.yggdrasil.asflors_sword.real": "La Verdadera Espada de Asflors",
	"item.yggdrasil.asflors_sword.lore": "Arma legendaria indestructible",
	"item.yggdrasil.runic_key": "Llave Rúnica",
	"item.yggdrasil.runic_key.lore1": "¡Demostrarás tu valentía!",
	"item.yggdrasil.runic_key.lore2": "Te otorgo mi confianza",
	"item.yggdrasil.ominous_traveler_key": "Llave del Viajero Siniestro",
	"item.yggdrasil.ominous_key.lore.1": "Obtén mi mayor secreto en la aldea de Asflors",
	"item.yggdrasil.ominous_key.lore.2": "mi tesoro está detrás de la falsa espada de Asflors",
	"item.yggdrasil.traveler_key": "Llave del Viajero",
	"item.yggdrasil.traveler_key.lore.1": "He ocultado una bóveda secreta",
	"item.yggdrasil.traveler_key.lore.2": "Una antigua magia del viajero",
	"item.yggdrasil.alfheim_key": "Llave de Alfheim",
	"item.yggdrasil.alfheim_key.lore1": "Esta llave solo puede usarse en",
	"item.yggdrasil.alfheim_key.lore2": "la Bóveda en el árbol de Alfheim",
	"item.yggdrasil.ominous_alfheim_key": "Llave Siniestra de Alfheim",
	"item.yggdrasil.ominous_alfheim_key.lore1": "Esta llave solo puede usarse en",
	"item.yggdrasil.ominous_alfheim_key.lore2": "la Bóveda Siniestra en el árbol de Alfheim",
	"item.yggdrasil.ominous_vault": "Bóveda Siniestra",

	"item.yggdrasil.chapter.runic_dimension": "Capítulo: La Dimensión Rúnica",
	"item.yggdrasil.chapter.runic_dimension.page1": "Más allá de nuestro reino existe un mundo de absoluta inmovilidad - la Dimensión Rúnica. Un lugar donde ni el sol ni la luna adornan el cielo, donde el tiempo mismo cesa de existir. Este vacío oscuro, infinito en su nada, una vez me mantuvo cautivo.",
	"item.yggdrasil.chapter.runic_dimension.page2": "Los únicos vestigios de vida aquí son las huellas dejadas por los Elfos Oscuros, seres antiguos que dominaron el arte del viaje dimensional. Construyeron altares que sirven como puentes entre mundos.",
	"item.yggdrasil.chapter.runic_dimension.page3": "En el corazón de su mayor creación - el Laberinto Rúnico - descansa un artefacto legendario de poder inconmensurable. Este laberinto hace eco de su contraparte en Niflheim, aunque sus secretos son mucho más siniestros.",
	"item.yggdrasil.chapter.runic_dimension.page4": "Para alcanzar este reino, uno debe regresar a la Isla Rúnica y cavar bajo el árbol eterno, sosteniendo la Runa de Ruptura Auténtica en la mano. Solo entonces el velo entre mundos se rasgará, revelando este reino de sombra eterna.",

	"item.yggdrasil.dark_elves_chronicle": "Crónicas de los Elfos Oscuros",
	"item.yggdrasil.dark_elves_chronicle.page1a": "Nosotros, los Elfos Oscuros, siempre fuimos diferentes. Mientras nuestros primos, los Elfos de Luz, eran venerados por su conexión natural con la magia y la naturaleza, nosotros nacimos rechazados por esa misma magia.",
	"item.yggdrasil.dark_elves_chronicle.page1b": "Nuestros cuerpos, tan diferentes de los suyos, no estaban predispuestos a la magia convencional, pero llevábamos dentro nuestro un don más oscuro y profundo.",
	"item.yggdrasil.dark_elves_chronicle.page2a": "Durante siglos, soportamos el desprecio de otras razas. Nuestra sensibilidad nos hacía sentir cada mirada desdeñosa, cada palabra cruel. Pero no éramos un pueblo de destrucción - hasta que su arrogancia se volvió insoportable.",
	"item.yggdrasil.dark_elves_chronicle.page2b": "Entonces usamos nuestro don para la magia oscura, no para matar, sino para borrar siglos de progreso élfico.",
	"item.yggdrasil.dark_elves_chronicle.page3a": "En nuestro exilio, nos llevamos su conocimiento - cada libro, cada tablilla, cada fragmento de sabiduría. Nuestro mayor desafío entonces fue lograr el dominio total de la magia.",
	"item.yggdrasil.dark_elves_chronicle.page3b": "Desarrollamos formas de controlar la magia blanca, pero fue nuestro don para la magia oscura lo que nos permitió explorar lo impensable: la proto-magia.",
	"item.yggdrasil.dark_elves_chronicle.page4": "La proto-magia trasciende las leyes de nuestro universo, como si emanara de una realidad superior. La domamos en forma de runas, capaces de contener mecanismos mágicos complejos. A lo largo de los siglos, dominamos los secretos del tiempo y el espacio.",
	"item.yggdrasil.dark_elves_chronicle.page5": "La Isla Rúnica fue nuestra primera gran creación - una prueba lo suficientemente compleja para desalentar a los débiles, pero no tanto como para impedir completamente el acceso a los más determinados. Porque más allá yace nuestra verdadera obra maestra: el Laberinto Rúnico.",
	"item.yggdrasil.dark_elves_chronicle.page6": "El Laberinto es nuestro mayor engaño. En esta dimensión vacía donde no existe ni comida ni agua, los visitantes se ven obligados a entrar para sobrevivir. Pero su complejidad es tal que se convierte en su tumba. Solo los verdaderos Elfos Oscuros pueden desentrañar sus secretos.",
	"item.yggdrasil.dark_elves_chronicle.page7": "A aquellos que encuentren estos escritos: este reino no es un refugio, sino una trampa. El vacío que los rodea es solo el comienzo de su prueba. El Laberinto los espera, y con él, su perdición o su revelación.",

	"item.yggdrasil.runic_labyrinth_map": "Mapa del Laberinto Rúnico",
	"item.yggdrasil.dark_elven_bow": "Arco de los Elfos Oscuros",
	"item.yggdrasil.dark_elven_bow.lore1": "Un arma forjada en la oscuridad perpetua",
	"item.yggdrasil.dark_elven_bow.lore2": "Imbuida con el poder del vacío",
	"item.yggdrasil.twilight_apple": "Manzana del Crepúsculo",
	"item.yggdrasil.twilight_apple.lore1": "Cultivada en la ausencia de luz",
	"item.yggdrasil.twilight_apple.lore2": "Contiene la esencia del vacío",

	"item.yggdrasil.dark_elf_escape_journal": "Diario de un Elfo Oscuro: La Huida",
	"item.yggdrasil.dark_elf_escape_journal.page1": "Nos creíamos invencibles en nuestra dimensión rúnica. ¡Qué arrogancia! Nunca imaginamos que los dioses mismos atravesarían los mundos hasta nosotros. Nuestra proto-magia, que casi igualaba su poder, los asustaba.",
	"item.yggdrasil.dark_elf_escape_journal.page2": "Me refugié en las profundidades del laberinto. Fue allí donde comprendí: los dioses eran atraídos por los flujos de magia como polillas a la luz. Nuestra mayor fortaleza se había convertido en nuestra mayor debilidad.",

	"item.yggdrasil.dark_elf_village_chronicles": "Crónicas de la Aldea",
	"item.yggdrasil.dark_elf_village_chronicles.page1": "Por suerte, yo estaba acostumbrado a viajar entre dimensiones. Cada mañana visitaba una pequeña aldea élfica en el mundo normal, regresando al anochecer con los míos en la dimensión rúnica.",
	"item.yggdrasil.dark_elf_village_chronicles.page2": "Esta aldea, apenas una decena de habitantes, poseía una biblioteca con conocimientos únicos. Lejos de todo, su civilización había evolucionado de manera diferente. ¿Era posible que nuestra revolución hubiera tenido un impacto positivo en su desarrollo?",
	"item.yggdrasil.dark_elf_village_chronicles.page3": "Su bondad me conmovió. Estos elfos, antaño nuestros enemigos, me enseñaron inconscientemente secretos que ni siquiera nosotros conocíamos.",

	"item.yggdrasil.dark_elf_survival_notes": "Notas de Supervivencia de un Elfo Oscuro",
	"item.yggdrasil.dark_elf_survival_notes.page1": "Gracias a los conocimientos de la aldea, aprendí a ocultar mi firma mágica. Vagué por el laberinto, haciéndolo aún más complejo, añadiendo capas de protección.",
	"item.yggdrasil.dark_elf_survival_notes.page2": "Pasaban las semanas, y mis pensamientos volvían constantemente a aquellos elfos bondadosos. Deseaba volver a verlos, pero el miedo a los dioses me paralizaba. Sin infraestructura para viajar entre dimensiones, estaba atrapado.",
	"item.yggdrasil.dark_elf_survival_notes.page3": "Entonces tomé una decisión desesperada: crear armas tan poderosas que agotarían toda mi magia, volviéndome indetectable. Escondí una bajo la entrada, otra en una bóveda.",

	"item.yggdrasil.dark_elf_discovery_journal": "Diario de los Descubrimientos",
	"item.yggdrasil.dark_elf_discovery_journal.page1": "Subiendo desde las profundidades, descubrí algo extraordinario: bastiones abandonados. Al explorarlos, encontré portales hacia el mundo normal.",
	"item.yggdrasil.dark_elf_discovery_journal.page2": "Mi corazón se aceleró - ¿quizás mi familia había logrado escapar de los dioses? ¿Eran estas estructuras su obra? La esperanza, después de tanta desesperación, era casi insoportable.",
	"item.yggdrasil.dark_elf_discovery_journal.page3": "Tomé mi decisión. Sin mirar atrás, crucé el portal. La libertad me esperaba al otro lado, aunque significara abandonar nuestra creación.",

	"item.yggdrasil.dark_elf_weapon_note": "Nota sobre el Arma Oculta",
	"item.yggdrasil.dark_elf_weapon_note.page1": "A quien encuentre esta arma, no te regocijes demasiado. Su poder es limitado - en el mejor de los casos, podría herir a un semidiós. Nada más.",
	"item.yggdrasil.dark_elf_weapon_note.page2": "No te será de gran utilidad en tu búsqueda, pero si deseas darle un propósito... Venga a mi pueblo. Es todo lo que pido a quien la encuentre.",

	"item.yggdrasil.dark_elf_bow_testament": "Testamento del Arco Rúnico",
	"item.yggdrasil.dark_elf_bow_testament.page1": "Este arco contiene la mayoría de mi energía vital. Un arma de poder aterrador, capaz quizás de derrotar a un dios... pero solo uno.",
	"item.yggdrasil.dark_elf_bow_testament.page2": "Es trágicamente insuficiente. Los sentí arriba, eran decenas. El miedo me corroe, pero mantengo una esperanza: si encuentras otras armas de este calibre...",
	"item.yggdrasil.dark_elf_bow_testament.page3": "Tal vez podrías combinarlas, crear un arma divina, una verdadera matadora de dioses. Te dejo esta posibilidad, pues yo debo huir. Úsala sabiamente.",

	"item.yggdrasil.dark_elf_bastion_chronicle": "Crónicas del Bastión: La Fuga",
	"item.yggdrasil.dark_elf_bastion_chronicle.page1": "Todavía no entiendo cómo los dioses nos encontraron. Tuvimos que huir, lejos y rápido. El regreso al mundo original no estaba planeado, nada estaba preparado, pero el destino nos sonrió: en el fondo de un edificio, descubrimos un portal.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page2": "Este portal pertenecía a una familia que yo conocía bien, cuyo hijo era particularmente talentoso. Probablemente abandonó este mundo - no lo encontramos por ninguna parte y ya no sentimos su energía.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page3": "Gracias a él, sobrevivimos. Construimos este bastión y lo reprodujimos a través del mundo. Pero el precio fue terrible: la mitad de nuestro pueblo no sobrevivió. Como hormigas, nos dispersamos por el laberinto, mientras los dioses esperaban en la salida.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page4": "Ahora que estamos en camino de partir, seguramente nos seguirán. Todavía no logro entender cómo sabían dónde encontrarnos. Esta pregunta me atormenta, pero ya no tenemos tiempo para reflexionar.",

	"item.yggdrasil.runic_labyrinth.key": "Llave del Laberinto Rúnico",
	"item.yggdrasil.runic_labyrinth.key.lore1": "Esta llave abre las puertas",
	"item.yggdrasil.runic_labyrinth.key.lore2": "del Laberinto Rúnico",
	"item.yggdrasil.runic_labyrinth.ominous_key": "Llave Siniestra del Laberinto",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore1": "Esta llave abre las puertas siniestras",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore2": "del Laberinto Rúnico",
	"item.yggdrasil.runic_labyrinth.vault": "Bóveda del Laberinto",
	"item.yggdrasil.runic_labyrinth.ominous_vault": "Bóveda Siniestra del Laberinto",
	"item.yggdrasil.runic_labyrinth.location": "[Laberinto Rúnico]",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow": "Arco de los Elfos Oscuros",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow.lore": "Un arma forjada en la oscuridad eterna",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow": "Arco del Crepúsculo de Yggdrasil",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow.lore": "Un arco legendario imbuido con el poder del vacío",
	"item.yggdrasil.cubeoid.key": "Llave Cuboide",
	"item.yggdrasil.cubeoid.key.lore1": "Esta llave solo puede usarse en",
	"item.yggdrasil.cubeoid.key.lore2": "la Bóveda en el árbol Cuboide",
	"item.yggdrasil.cubeoid.vault": "(Objeto de Estructura - Bóveda)",
	"item.yggdrasil.cubeoid.location": "[Cuboide]"
}
