{
	"item.yggdrasil.chapter.1": "Chapitre 1 : L'Arrivée",
	"item.yggdrasil.chapter.2": "Chapitre 2 : La Découverte",
	"item.yggdrasil.chapter.3": "Chapitre 3 : L'Amitié",
	"item.yggdrasil.chapter.4": "Chapitre 4 : Le Secret",
	"item.yggdrasil.chapter.5": "Chapitre 5 : Le Départ",
	"item.yggdrasil.chapter.6": "Chapitre 6 : La Solitude",
	"item.yggdrasil.chapter.7": "Chapitre 7 : L'Héritage",
	"item.yggdrasil.secret_chapter.8": "Chapitre Secret 8 : Le Retour",
	"item.yggdrasil.secret_chapter.9": "Chapitre Secret 9 : L'Éveil",
	"item.yggdrasil.chapter.1.content": "Je suis descendu parmi les mortels, curieux de leurs vies éphémères. Le village m'a accueilli sans connaître ma vraie nature. Leurs sourires sincères et leurs rires innocents ont éveillé en moi des sentiments oubliés depuis des millénaires.",
	"item.yggdrasil.chapter.2.content": "Au fil des saisons, j'ai appris leurs coutumes et partagé leurs joies. Ensemble, nous avons célébré les récoltes et raconté des histoires au coin du feu. Chaque instant était un trésor, une nouvelle leçon sur la beauté de la mortalité.",
	"item.yggdrasil.chapter.3.content": "J'ai forgé des liens profonds avec ces êtres fragiles. Leur simplicité m'a touché, et j'ai trouvé en eux une famille que je n'avais jamais connue. Les enfants me suivaient partout, avides d'histoires et de connaissances.",
	"item.yggdrasil.chapter.4.content": "Malgré mon affection pour eux, j'ai gardé mon identité cachée. Pourtant, j'ai choisi de partager avec le plus sage d'entre eux le mystère de l'arme cachée. Je lui ai confié cette responsabilité, sachant qu'il la garderait avec dévotion.",
	"item.yggdrasil.chapter.5.content": "Le moment est venu pour moi de partir. J'avais vu mes amis vieillir et disparaître, et le poids de l'éternité se faisait à nouveau sentir. En quittant le village, j'ai ressenti un mélange de tristesse et d'espoir, emportant avec moi les précieux souvenirs que nous avions créés.",
	"item.yggdrasil.chapter.6.content": "Loin du village, je me suis retrouvé confronté à ma solitude immortelle. Les rires et les voix me manquaient. Pourtant, je savais que mon départ leur permettrait de trouver leur propre voie, sans l'influence d'un être éternel.",
	"item.yggdrasil.chapter.7.content": "Je laisse derrière moi un héritage discret mais puissant. Le dernier villageois, gardien du secret, vit ses derniers instants. J'espère que celui qui trouvera ce message comprendra la valeur du temps et l'importance des liens tissés entre les âmes.",
	"item.yggdrasil.secret_chapter.9.content": "Dans ma solitude, j'ai découvert une lueur d'espoir pour échapper à l'emprise de l'immortalité. D'anciens murmures parlent d'un moyen de défier les dieux eux-mêmes, de briser les chaînes du temps qui me lient. Le chemin est obscur et plein d'incertitudes. Je ne sais pas où il me mènera, mais l'idée même d'une fin possible rallume en moi une étincelle que je croyais depuis longtemps éteinte.",
	"item.yggdrasil.secret_chapter.8.content": "Des siècles après mon départ, je suis revenu au village. Je l'ai trouvé au bord de la ruine, menacé par des forces que les mortels ne pouvaient pas affronter. J'ai utilisé mon pouvoir pour protéger cet endroit cher à mon cœur, renforçant ses fondations et repoussant le déclin imminent. À leur insu, je veillais une fois de plus sur eux.",
	"item.yggdrasil.last_villager_journal": "Journal du Dernier Villageois",
	"item.yggdrasil.last_villager_journal.page1": "J'ai vécu plus longtemps que tout mortel ne le devrait, soutenu par les vestiges de son pouvoir déclinant. Mes os me font mal et mes yeux se fatiguent, mais avant que mon heure ne vienne, je dois laisser ce message pour quiconque le trouvera.",
	"item.yggdrasil.last_villager_journal.page2": "Pendant des siècles, j'ai vécu dans ce village à ses côtés — un immortel dont le nom n'a jamais été prononcé, mais dont la présence était un compagnon constant. Il marchait parmi nous, non pas comme un dieu, mais comme un homme accablé par le temps infini.",
	"item.yggdrasil.last_villager_journal.page3": "Nous partagions des histoires au coin du feu, cultivions les champs ensemble, et regardions les générations passer comme les saisons changeantes.",
	"item.yggdrasil.last_villager_journal.page4": "Il était autrefois consumé par le chagrin, ses yeux reflétant le poids d'innombrables années. Pourtant, avec le temps, quelque chose a changé. Peut-être était-ce les joies simples de la vie mortelle qui ont ravivé une étincelle en lui.",
	"item.yggdrasil.last_villager_journal.page5": "Les rires autour de la table, la chaleur de la communauté — tout cela semblait insuffler une nouvelle vie à son âme fatiguée. Et puis, un jour, il est parti, un léger sourire sur son visage, emportant avec lui une lueur d'espoir que je n'avais pas vue auparavant.",
	"item.yggdrasil.last_villager_journal.page6": "Maintenant, en tant que dernier de mon peuple, je sens la fin approcher. Avant de partir, je dois m'assurer qu'un certain secret ne tombe pas dans l'oubli. Caché dans le feuillage sur le toit de la vieille maison en bois — celle au toit vert — se trouve un livre d'une importance capitale.",
	"item.yggdrasil.last_villager_journal.page7": "J'ai fait tout ce qui était en mon pouvoir pour le protéger, le dissimulant à ceux qui pourraient mal utiliser ses connaissances.",
	"item.yggdrasil.last_villager_journal.page8": "Ce livre contient non seulement des histoires, mais des vérités — des récits d'événements que même les sagas anciennes ont oubliés. Des contes de dieux et de géants, de mondes nés et défaits.",
	"item.yggdrasil.last_villager_journal.page9": "Il détient la clé pour comprendre les événements qui se sont déroulés ici, et peut-être peut-il vous guider d'une manière qu'il n'a pas pu nous guider.",
	"item.yggdrasil.last_villager_journal.page10": "J'ai veillé sur lui toutes ces années, sachant qu'un jour, quelqu'un viendrait à la recherche de réponses. Si vous lisez ceci, alors vous êtes cette personne. Prenez le livre, mais faites-le avec révérence et prudence. Ses pages sont remplies à la fois de sagesse et d'avertissement.",
	"item.yggdrasil.last_villager_journal.page11": "Quant à moi, je suis content de me reposer enfin. Mon devoir est accompli, et je trouve la paix en sachant qu'il est parti avec un nouveau but. Le village est peut-être silencieux maintenant, mais les échos de nos vies persistent dans le vent, emportés vers des lieux inconnus.",
	"item.yggdrasil.last_villager_journal.page12": "Puisse ce message vous trouver en bonne santé, et puissent les connaissances que vous découvrirez servir un plus grand bien. Souvenez-vous des leçons de ceux qui vous ont précédé, et avancez avec précaution sur le chemin qui s'ouvre devant vous.",
	"item.yggdrasil.timeless_one_journal": "Pages fragmentées du journal de l'Intemporel",
	"item.yggdrasil.timeless_one_journal.page1": "J'ai parcouru les fils du temps plus longtemps que tout esprit mortel ne peut le concevoir. Chaque lever et coucher de soleil se fond en une tapisserie sans fin de moments, tissée de fils d'or et d'ombre. Les royaumes supérieurs",
	"item.yggdrasil.timeless_one_journal.page2": "autrefois un lieu d'émerveillement et de découverte, ressemblent maintenant à une cage forgée par les mains mêmes de l'éternité.",
	"item.yggdrasil.timeless_one_journal.page3": "Dans les échos des halls d'Asgard, j'ai entendu des murmures de destin et de fatalité. Les récits d'Odin et de ses corbeaux, les cycles du Ragnarök qui lient même les plus puissants des dieux",
	"item.yggdrasil.timeless_one_journal.page4": "— ces histoires résonnent d'une vérité que je ne peux ignorer. L'immortalité, semble-t-il, est à la fois un don et une malédiction, un paradoxe avec lequel même le Père de Toutes Choses doit composer.",
	"item.yggdrasil.timeless_one_journal.page5": "Je me sens attiré par ce humble village, loin des flèches célestes. La simplicité des vies mortelles, leurs joies et leurs peines éphémères, m'offre un réconfort que j'ai longtemps été privé.",
	"item.yggdrasil.timeless_one_journal.page6": "Ici, l'air est chargé du parfum des pins et du grondement lointain des cascades — un contraste saisissant avec l'infini stérile du monde supérieur.",
	"item.yggdrasil.timeless_one_journal.page7": "Dans les recoins tranquilles de cet endroit, j'ai caché quelque chose de grande importance. Une arme, pas au sens traditionnel, mais une création imprégnée de l'essence de ma propre intemporalité.",
	"item.yggdrasil.timeless_one_journal.page8": "Prenez cette rune, imprégnée de magie ancienne, et brisez le verrou qui mène à une structure intemporelle. Prouvez-vous digne de récupérer mon trésor et ouvrez un passage vers un lieu où le temps n'a pas d'emprise. Là, vous pourrez découvrir ce que j'ai préservé à travers les âges.",
	"item.yggdrasil.timeless_one_journal.page9": "Elle a la capacité de perdurer au-delà de la destruction, un paradoxe enveloppé de fer et de runes. Peut-être est-ce ma réponse à la marche sans fin de l'existence, un lien vers quelque chose de plus fini, de plus réel.",
	"item.yggdrasil.timeless_one_journal.page10": "Je me demande si quelqu'un la trouvera un jour, ou déchiffrera les significations gravées à sa surface. Les runes parlent de cycles et de fins, de se libérer des chaînes qui nous lient à nos destins. Peut-être, entre les mains d'un autre, pourra-t-elle servir un but que je ne peux plus envisager.",
	"item.yggdrasil.timeless_one_journal.page11": "Les étoiles tournent au-dessus, indifférentes à mes réflexions. Je sens le poids des âges peser sur moi, chaque instant s'étirant vers le suivant sans répit. Les Nornes tissent leurs tapisseries, et pourtant je reste à l'écart, une figure solitaire intouchée par leurs desseins.",
	"item.yggdrasil.timeless_one_journal.page12": "J'aspire à une conclusion, à une fin de ce voyage sans fin. Si les légendes disent vrai, même les dieux ne sont pas à l'abri du destin. Peut-être mon heure viendra-t-elle, ou peut-être dois-je forger mon propre chemin au-delà des royaumes connus.",
	"item.yggdrasil.timeless_one_journal.page13": "Pour l'instant, ces mots sont tout ce que je laisse derrière moi — une trace de pensée, un indice de but, éparpillés comme des feuilles dans le vent. Que celui qui les trouve médite sur leurs significations, et peut-être cherche ce que j'ai caché à la vue de tous.",
	"item.yggdrasil.chronicles_of_trials": "Chroniques des Épreuves Conquises",
	"item.yggdrasil.chronicles_of_trials.page1": "Félicitations, âme courageuse ! Vous avez réussi mes épreuves et prouvé votre valeur.",
	"item.yggdrasil.chronicles_of_trials.page2": "Prenez cette clé, symbole de votre réussite, et récupérez mon trésor. Vous le trouverez dans le village d'Aslors, où vous avez découvert l'Épée de Rupture.",
	"item.yggdrasil.chronicles_of_trials.page3": "Dans la Salle de l'Épée d'Asflors, vous trouverez un piédestal. Placez ce livre dessus, et vous aurez accès à mon trésor.",
	"item.yggdrasil.chronicles_of_trials.page4": "J'espère qu'avec cela, vous pourrez forger un nouveau destin, digne de l'héritage que vous portez. Mais je n'en révélerai pas trop pour l'instant ; laissez le voyage se dérouler devant vous.",
	"item.yggdrasil.quest_item.vault": "(Objet de Quête - Coffre-fort)",
	"item.yggdrasil.quest_item.ominous_vault": "(Objet de Quête - Coffre-fort Sinistre)",
	"item.yggdrasil.structure_item.vault": "(Objet de Structure - Coffre-fort)",
	"item.yggdrasil.quest_item.structure": "(Objet de Quête - Structure)",
	"item.yggdrasil.quest_item.structure_door": "(Objet de Quête - Porte de Structure)",
	"item.yggdrasil.structure_item.ominous_vault": "(Objet de Structure - Coffre-fort Sinistre)",
	"item.yggdrasil.quest_item.story": "(Objet de Quête - Histoire)",
	"item.yggdrasil.location.asflors": "[Village d'Asflors]",
	"item.yggdrasil.location.runic_fracture": "[Fracture Runique]",
	"item.yggdrasil.location.alfheim_tree": "[Arbre d'Alfheim]",
	"item.yggdrasil.runic_fracture_map": "Carte de la Fracture Runique",
	"item.yggdrasil.rune_of_rupture": "Rune de Rupture",
	"item.yggdrasil.rune_of_rupture.lore1": "Brisez l'espace et le temps pour accéder",
	"item.yggdrasil.rune_of_rupture.lore2": "à l'endroit où j'ai caché le secret",
	"item.yggdrasil.real_rune_of_rupture": "Authentique Rune de Rupture",
	"item.yggdrasil.quest_item.gliched": "(Objet de Quête - @?^?0%)",
	"item.yggdrasil.asflors_sword.fake": "Lame d'Asflors",
	"item.yggdrasil.asflors_sword.real": "La Véritable Lame d'Asflors",
	"item.yggdrasil.asflors_sword.lore": "Arme légendaire indestructible",
	"item.yggdrasil.runic_key": "Clé Runique",
	"item.yggdrasil.runic_key.lore1": "Vous montrerez votre bravoure !",
	"item.yggdrasil.runic_key.lore2": "Je vous accorde ma confiance",
	"item.yggdrasil.ominous_traveler_key": "Clé du Voyageur Sinistre",
	"item.yggdrasil.ominous_key": "Clé Ominous",
	"item.yggdrasil.ominous_key.lore.1": "Obtenez mon plus grand secret dans le village d'Asflors",
	"item.yggdrasil.ominous_key.lore.2": "mon trésor est derrière la fausse épée d'Asflors",
	"item.yggdrasil.traveler_key": "Clé du Voyageur",
	"item.yggdrasil.traveler_key.lore.1": "J'ai caché un coffre-fort secret",
	"item.yggdrasil.traveler_key.lore.2": "Une ancienne magie du voyageur",
	"item.yggdrasil.alfheim_key": "Clé d'Alfheim",
	"item.yggdrasil.alfheim_key.lore1": "Cette clé ne peut être utilisée que sur",
	"item.yggdrasil.alfheim_key.lore2": "le Coffre-fort dans l'arbre d'Alfheim",
	"item.yggdrasil.ominous_alfheim_key": "Clé Sinistre d'Alfheim",
	"item.yggdrasil.ominous_alfheim_key.lore1": "Cette clé ne peut être utilisée que sur",
	"item.yggdrasil.ominous_alfheim_key.lore2": "le Coffre-fort Sinistre dans l'arbre d'Alfheim",
	"item.yggdrasil.ominous_vault": "Coffre Ominous",

	"item.yggdrasil.chapter.runic_dimension": "Chapitre : La Dimension Runique",
	"item.yggdrasil.chapter.runic_dimension.page1": "Au-delà de notre royaume se trouve un monde d'immobilité absolue - la Dimension Runique. Un lieu où ni le soleil ni la lune ne parent le ciel, où le temps lui-même cesse d'exister. Ce vide obscur, infini dans son néant, m'a autrefois retenu captif.",
	"item.yggdrasil.chapter.runic_dimension.page2": "Les seuls vestiges de vie ici sont les traces laissées par les Elfes Sombres, des êtres anciens qui maîtrisaient l'art du voyage dimensionnel. Ils ont construit des autels qui servent de ponts entre les mondes.",
	"item.yggdrasil.chapter.runic_dimension.page3": "Au cœur de leur plus grande création - le Labyrinthe Runique - repose un artefact légendaire d'une puissance immense. Ce labyrinthe fait écho à son homologue de Niflheim, bien que ses secrets soient bien plus sinistres.",
	"item.yggdrasil.chapter.runic_dimension.page4": "Pour atteindre ce royaume, il faut retourner sur l'Île Runique et creuser sous l'arbre éternel, en brandissant l'Authentique Rune de Rupture dans sa main. Alors seulement le voile entre les mondes se déchirera, révélant ce royaume d'ombre éternelle.",

	"item.yggdrasil.dark_elves_chronicle": "Chroniques des Elfes Sombres",
	"item.yggdrasil.dark_elves_chronicle.page1": "Nous, les Elfes Sombres, avons toujours été différents. Alors que nos cousins, les Elfes de Lumière, étaient adorés pour leur connexion naturelle avec la magie et la nature, nous sommes nés rejetés par cette même magie. Nos corps, si différents des leurs, n'étaient pas prédisposés à la magie conventionnelle, mais nous portions en nous un don plus sombre, plus profond.",
	"item.yggdrasil.dark_elves_chronicle.page2": "Pendant des siècles, nous avons enduré le mépris des autres races. Notre sensibilité nous faisait ressentir chaque regard dédaigneux, chaque mot cruel. Mais nous n'étions pas un peuple de destruction - jusqu'à ce que leur arrogance devienne insupportable. Nous avons alors utilisé notre don pour la magie noire, non pas pour tuer, mais pour effacer des siècles de progrès elfiques.",
	"item.yggdrasil.dark_elves_chronicle.page3": "Dans notre exil, nous avons emporté leur savoir - chaque livre, chaque tablette, chaque fragment de connaissance. Notre plus grand défi fut alors d'acquérir la maîtrise totale de la magie. Nous avons développé des moyens de contrôler la magie blanche, mais c'est notre don pour la magie noire qui nous a permis d'explorer l'impensable : la proto-magie.",
	"item.yggdrasil.dark_elves_chronicle.page4": "La proto-magie transcende les lois de notre univers, comme si elle émanait d'une réalité plus vaste. Nous l'avons domptée sous forme de runes, capables de contenir des mécanismes magiques complexes. Au fil des siècles, nous avons maîtrisé les secret sur le temps et l'espace.",
	"item.yggdrasil.dark_elves_chronicle.page5": "L'Île Runique fut notre première création majeure - un test suffisamment complexe pour décourager les faibles, mais pas assez pour empêcher totalement l'accès aux plus déterminés. Car au-delà se trouve notre véritable chef-d'œuvre : le Labyrinthe Runique.",
	"item.yggdrasil.dark_elves_chronicle.page6": "Le Labyrinthe est notre plus grande ruse. Dans cette dimension vide où ni nourriture ni eau n'existe, les visiteurs sont forcés d'y pénétrer pour survivre. Mais sa complexité est telle qu'elle devient leur tombeau. Seuls les véritables Elfes Sombres peuvent en percer les secrets.",
	"item.yggdrasil.dark_elves_chronicle.page7": "À ceux qui trouvent ces écrits : ce royaume n'est pas un refuge, mais un piège. Le vide qui vous entoure n'est que le début de votre épreuve. Le Labyrinthe attend, et avec lui, soit votre perte, soit votre révélation.",
	"item.yggdrasil.runic_labyrinth_map": "Carte du Labyrinthe Runique",
	"item.yggdrasil.dark_elven_bow": "Arc des Elfes Sombres",
	"item.yggdrasil.dark_elven_bow.lore1": "Une arme forgée dans l'obscurité perpétuelle",
	"item.yggdrasil.dark_elven_bow.lore2": "Imprégnée du pouvoir du vide",
	"item.yggdrasil.twilight_apple": "Pomme du Crépuscule",
	"item.yggdrasil.twilight_apple.lore1": "Cultivée dans l'absence de lumière",
	"item.yggdrasil.twilight_apple.lore2": "Contient l'essence du vide",

	"item.yggdrasil.dark_elf_escape_journal": "Journal d'un Elfe Noir : L'Évasion",
	"item.yggdrasil.dark_elf_escape_journal.page1": "Nous pensions être invincibles dans notre dimension runique. Quelle arrogance ! Nous n'aurions jamais imaginé que les dieux eux-mêmes traverseraient les mondes jusqu'à nous. Notre proto-magie, qui égalait presque leur puissance, les effrayait.",
	"item.yggdrasil.dark_elf_escape_journal.page2": "Je me suis réfugié dans les profondeurs du labyrinthe. C'est là que j'ai compris : les dieux étaient attirés par les flux de magie comme des papillons vers la lumière. Notre plus grande force était devenue notre plus grande faiblesse.",

	"item.yggdrasil.dark_elf_village_chronicles": "Chroniques du Village",
	"item.yggdrasil.dark_elf_village_chronicles.page1": "Par chance, j'avais l'habitude de voyager entre les dimensions. Chaque matin, je rendais visite à un petit village elfique dans le monde normal, retournant le soir auprès des miens dans la dimension runique.",
	"item.yggdrasil.dark_elf_village_chronicles.page2": "Ce village, à peine une dizaine d'habitants, possédait une bibliothèque aux connaissances uniques. Loin de tout, leur civilisation avait évolué différemment. Était-ce possible que notre révolution ait eu un impact positif sur leur développement ?",
	"item.yggdrasil.dark_elf_village_chronicles.page3": "Leur bienveillance m'a touché. Ces elfes, autrefois nos ennemis, m'ont inconsciemment enseigné des secrets que même nous ignorions.",

	"item.yggdrasil.dark_elf_survival_notes": "Notes de Survie d'un Elfe Noir",
	"item.yggdrasil.dark_elf_survival_notes.page1": "Grâce aux connaissances du village, j'ai appris à masquer ma signature magique. J'ai erré dans le labyrinthe, le rendant encore plus complexe, ajoutant des couches de protection.",
	"item.yggdrasil.dark_elf_survival_notes.page2": "Les semaines passaient, et mes pensées revenaient sans cesse vers ces elfes bienveillants. Je désirais les revoir, mais la peur des dieux me paralysait. Sans infrastructure pour voyager entre les dimensions, j'étais piégé.",
	"item.yggdrasil.dark_elf_survival_notes.page3": "J'ai alors pris une décision désespérée : créer des armes si puissantes qu'elles épuiseraient toute ma magie, me rendant indétectable. J'en ai caché une sous l'entrée, une autre dans un coffre-fort.",

	"item.yggdrasil.dark_elf_discovery_journal": "Journal des Découvertes",
	"item.yggdrasil.dark_elf_discovery_journal.page1": "En remontant des profondeurs, j'ai découvert quelque chose d'extraordinaire : des bastions abandonnés. En les explorant, j'ai trouvé des portails vers le monde normal.",
	"item.yggdrasil.dark_elf_discovery_journal.page2": "Mon cœur s'est emballé - peut-être que ma famille avait réussi à échapper aux dieux ? Ces structures étaient-elles leur œuvre ? L'espoir, après tant de désespoir, était presque insupportable.",
	"item.yggdrasil.dark_elf_discovery_journal.page3": "J'ai pris ma décision. Sans un regard en arrière, j'ai franchi le portail. La liberté m'attendait de l'autre côté, même si cela signifiait abandonner notre création.",

	"item.yggdrasil.dark_elf_weapon_note": "Note sur l'Arme Cachée",
	"item.yggdrasil.dark_elf_weapon_note.page1": "À celui qui trouve cette arme, ne te réjouis pas trop vite. Sa puissance est limitée - au mieux, elle pourrait blesser un demi-dieu. Rien de plus.",
	"item.yggdrasil.dark_elf_weapon_note.page2": "Elle ne te sera pas d'une grande utilité dans ta quête, mais si tu souhaites lui donner un but... Venge mon peuple. C'est tout ce que je demande à celui qui la trouve.",

	"item.yggdrasil.dark_elf_bow_testament": "Testament de l'Arc Runique",
	"item.yggdrasil.dark_elf_bow_testament.page1": "Cet arc contient la majorité de mon énergie vitale. Une arme d'une puissance terrifiante, capable peut-être de vaincre un dieu... mais un seul.",
	"item.yggdrasil.dark_elf_bow_testament.page2": "C'est tragiquement insuffisant. Je les ai sentis au-dessus, ils étaient des dizaines. La peur me ronge, mais je garde un espoir : si tu trouves d'autres armes de ce calibre...",
	"item.yggdrasil.dark_elf_bow_testament.page3": "Peut-être pourras-tu les combiner, créer une arme divine, une véritable tueuse de dieux. Je te laisse cette possibilité, car moi, je dois fuir. Utilise-la sagement.",

	"item.yggdrasil.dark_elf_bastion_chronicle": "Chroniques du Bastion : La Fuite",
	"item.yggdrasil.dark_elf_bastion_chronicle.page1": "Je ne comprends toujours pas comment les dieux nous ont trouvés. Nous avons dû fuir, loin et vite. Le retour dans le monde d'origine n'était pas prévu, rien n'était préparé, mais le destin nous a souri : au fond d'un bâtiment, nous avons découvert un portail.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page2": "Ce portail appartenait à une famille que je connaissais bien, dont le fils était particulièrement talentueux. Il a probablement quitté ce monde - nous ne le trouvons nulle part et ne ressentons plus son énergie.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page3": "Grâce à lui, nous avons survécu. Nous avons construit ce bastion et l'avons reproduit à travers le monde. Mais le prix fut terrible : la moitié de notre peuple n'a pas survécu. Comme des fourmis, nous nous sommes dispersés dans le labyrinthe, pendant que les dieux attendaient à la sortie.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page4": "Maintenant que nous sommes sur le chemin du départ, ils vont sûrement nous suivre. Je n'arrive toujours pas à comprendre comment ils savaient où nous trouver. Cette question me hante, mais nous n'avons plus le temps d'y réfléchir.",

	"item.yggdrasil.runic_labyrinth.key": "Clé du Labyrinthe Runique",
	"item.yggdrasil.runic_labyrinth.key.lore1": "Cette clé ouvre les portes",
	"item.yggdrasil.runic_labyrinth.key.lore2": "du Labyrinthe Runique",
	"item.yggdrasil.runic_labyrinth.ominous_key": "Clé Sinistre du Labyrinthe",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore1": "Cette clé ouvre les portes sinistres",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore2": "du Labyrinthe Runique",
	"item.yggdrasil.runic_labyrinth.vault": "Coffre-fort du Labyrinthe",
	"item.yggdrasil.runic_labyrinth.ominous_vault": "Coffre-fort Sinistre du Labyrinthe",
	"item.yggdrasil.runic_labyrinth.location": "[Labyrinthe Runique]",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow": "Arc des Elfes Sombres",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow.lore": "Une arme forgée dans les ténèbres éternelles",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow": "Arc du Crépuscule d'Yggdrasil",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow.lore": "Un arc légendaire imprégné du pouvoir du vide"
}
