{
	"item.yggdrasil.chapter.1": "Глава 1: Прибытие",
	"item.yggdrasil.chapter.2": "Глава 2: Открытие",
	"item.yggdrasil.chapter.3": "Глава 3: Дружба",
	"item.yggdrasil.chapter.4": "Глава 4: Тайна",
	"item.yggdrasil.chapter.5": "Глава 5: Уход",
	"item.yggdrasil.chapter.6": "Глава 6: Одиночество",
	"item.yggdrasil.chapter.7": "Глава 7: Наследие",
	"item.yggdrasil.secret_chapter.8": "Секретная Глава 8: Возвращение",
	"item.yggdrasil.secret_chapter.9": "Секретная Глава 9: Пробуждение",
	"item.yggdrasil.chapter.1.content": "Я спустился к смертным, любопытствуя их мимолётными жизнями. Деревня приняла меня, не зная моей истинной природы. Их искренние улыбки и невинный смех пробудили во мне чувства, забытые тысячелетиями.",
	"item.yggdrasil.chapter.2.content": "С течением времён я изучал их обычаи и разделял их радости. Вместе мы праздновали урожаи и рассказывали истории у огня. Каждый момент был сокровищем, новым уроком о красоте смертности.",
	"item.yggdrasil.chapter.3.content": "Я установил глубокие связи с этими хрупкими существами. Их простота тронула меня, и я нашёл в них семью, которой никогда не знал. Дети следовали за мной повсюду, жаждущие историй и знаний.",
	"item.yggdrasil.chapter.4.content": "Несмотря на мою привязанность к ним, я хранил свою личность в тайне. Однако я решил поделиться с самым мудрым из них тайной спрятанного оружия. Я доверил ему эту ответственность, зная, что он будет хранить её с преданностью.",
	"item.yggdrasil.chapter.5.content": "Пришло время мне уйти. Я видел, как мои друзья старели и исчезали, и вес вечности снова давал о себе знать. Покидая деревню, я испытывал смесь грусти и надежды, унося с собой драгоценные воспоминания, которые мы создали.",
	"item.yggdrasil.chapter.6.content": "Вдали от деревни я снова столкнулся со своим бессмертным одиночеством. Мне не хватало смеха и голосов. Однако я знал, что мой уход позволит им найти свой собственный путь, без влияния вечного существа.",
	"item.yggdrasil.chapter.7.content": "Я оставляю скромное, но могущественное наследие. Последний житель деревни, хранитель тайны, проживает свои последние моменты. Надеюсь, что тот, кто найдёт это послание, поймёт ценность времени и важность связей, сотканных между душами.",
	"item.yggdrasil.secret_chapter.9.content": "В своём одиночестве я обнаружил луч надежды на освобождение от хватки бессмертия. Древние шёпоты говорят о способе бросить вызов самим богам, разорвать цепи времени, которые меня связывают. Путь тёмен и полон неопределённости. Я не знаю, куда он меня приведёт, но сама мысль о возможном конце зажигает во мне искру, которую я считал давно погасшей.",
	"item.yggdrasil.secret_chapter.8.content": "Спустя века после моего ухода я вернулся в деревню. Я нашёл её на грани разрушения, под угрозой сил, с которыми смертные не могли справиться. Я использовал свою силу, чтобы защитить это дорогое моему сердцу место, укрепляя его основы и отводя надвигающийся упадок. Без их ведома я снова охранял их.",
	"item.yggdrasil.last_villager_journal": "Дневник Последнего Жителя",
	"item.yggdrasil.last_villager_journal.page1": "Я прожил дольше, чем должен был любой смертный, поддерживаемый остатками его угасающей силы. Мои кости болят, и глаза устают, но прежде чем придёт мой час, я должен оставить это послание для того, кто его найдёт.",
	"item.yggdrasil.last_villager_journal.page2": "Веками я жил в этой деревне рядом с ним - бессмертным, чьё имя никогда не произносилось, но чьё присутствие было постоянным спутником. Он ходил среди нас не как бог, а как человек, обременённый бесконечным временем.",
	"item.yggdrasil.last_villager_journal.page3": "Мы делились историями у огня, вместе возделывали поля и наблюдали, как поколения проходят, словно сменяющиеся времена года.",
	"item.yggdrasil.last_villager_journal.page4": "Когда-то он был поглощён горем, его глаза отражали тяжесть бесчисленных лет. Однако со временем что-то изменилось. Возможно, это были простые радости смертной жизни, которые вновь зажгли в нём искру.",
	"item.yggdrasil.last_villager_journal.page5": "Смех вокруг стола, тепло общины - всё это, казалось, вдыхало новую жизнь в его усталую душу. А потом, однажды, он ушёл с лёгкой улыбкой на лице, неся с собой проблеск надежды, которого я раньше не видел.",
	"item.yggdrasil.last_villager_journal.page6": "Теперь, как последний из моего народа, я чувствую приближение конца. Прежде чем уйти, я должен убедиться, что определённая тайна не канет в забвение. Спрятанная в листве на крыше старого деревянного дома - того с зелёной крышей - находится книга величайшей важности.",
	"item.yggdrasil.last_villager_journal.page7": "Я сделал всё, что было в моих силах, чтобы защитить её, скрывая от тех, кто мог бы злоупотребить её знаниями.",
	"item.yggdrasil.last_villager_journal.page8": "Эта книга содержит не только истории, но и истины - рассказы о событиях, которые забыли даже древние саги. Повести о богах и великанах, о мирах рождённых и разрушенных.",
	"item.yggdrasil.last_villager_journal.page9": "Она содержит ключ к пониманию событий, произошедших здесь, и, возможно, сможет направить тебя так, как не смогла направить нас.",
	"item.yggdrasil.last_villager_journal.page10": "Я охранял её все эти годы, зная, что однажды кто-то придёт в поисках ответов. Если ты читаешь это, значит ты и есть этот человек. Возьми книгу, но делай это с почтением и осторожностью. Её страницы наполнены как мудростью, так и предупреждением.",
	"item.yggdrasil.last_villager_journal.page11": "Что касается меня, я доволен тем, что наконец обрету покой. Мой долг исполнен, и я нахожу мир в знании того, что он ушёл с новой целью. Деревня сейчас может быть тихой, но эхо наших жизней сохраняется в ветре, унесённое к неизвестным местам.",
	"item.yggdrasil.last_villager_journal.page12": "Пусть это послание найдёт тебя в добром здравии, и пусть знания, которые ты откроешь, послужат большему благу. Помни уроки тех, кто был до тебя, и осторожно продвигайся по пути, который открывается перед тобой.",
	"item.yggdrasil.timeless_one_journal": "Фрагментированные страницы дневника Вневременного",
	"item.yggdrasil.timeless_one_journal.page1": "Я шёл по нитям времени дольше, чем может представить любой смертный разум. Каждый восход и закат сливается в бесконечный гобелен моментов, сотканный из золотых и теневых нитей. Высшие царства",
	"item.yggdrasil.timeless_one_journal.page2": "некогда место чудес и открытий, теперь напоминают клетку, выкованную самими руками вечности.",
	"item.yggdrasil.timeless_one_journal.page3": "В эхе залов Асгарда я слышал шёпот судьбы и рока. Рассказы об Одине и его воронах, циклы Рагнарёка, связывающие даже самых могущественных богов",
	"item.yggdrasil.timeless_one_journal.page4": "- эти истории резонируют с истиной, которую я не могу игнорировать. Бессмертие, похоже, является как даром, так и проклятием, парадоксом, с которым должен иметь дело даже Всеотец.",
	"item.yggdrasil.timeless_one_journal.page5": "Меня тянет к этой скромной деревне, вдали от небесных стрел. Простота смертных жизней, их мимолётные радости и печали, дарят мне утешение, которого я долго был лишён.",
	"item.yggdrasil.timeless_one_journal.page6": "Здесь воздух наполнен ароматом сосен и далёким рёвом водопадов - впечатляющий контраст со стерильной бесконечностью верхнего мира.",
	"item.yggdrasil.timeless_one_journal.page7": "В тихих уголках этого места я спрятал нечто большой важности. Оружие, не в традиционном смысле, а творение, пропитанное сущностью моей собственной вневременности.",
	"item.yggdrasil.timeless_one_journal.page8": "Возьми эту руну, пропитанную древней магией, и сломай замок, ведущий к вневременной структуре. Докажи, что достоин получить моё сокровище, и открой проход к месту, где время не имеет власти. Там ты сможешь обнаружить то, что я сохранил сквозь века.",
	"item.yggdrasil.timeless_one_journal.page9": "Оно обладает способностью существовать за пределами разрушения, парадокс, завёрнутый в железо и руны. Возможно, это мой ответ на бесконечный марш существования, связь с чем-то более конечным, более реальным.",
	"item.yggdrasil.timeless_one_journal.page10": "Интересно, найдёт ли его кто-нибудь когда-нибудь или расшифрует значения, выгравированные на его поверхности. Руны говорят о циклах и концах, об освобождении от цепей, которые привязывают нас к нашим судьбам. Возможно, в руках другого оно сможет послужить цели, которую я больше не могу представить.",
	"item.yggdrasil.timeless_one_journal.page11": "Звёзды вращаются наверху, безразличные к моим размышлениям. Я чувствую вес веков на себе, каждый момент растягивается к следующему без отдыха. Норны ткут свои гобелены, а я остаюсь в стороне, одинокая фигура, нетронутая их замыслами.",
	"item.yggdrasil.timeless_one_journal.page12": "Я жажду завершения, конца этого бесконечного путешествия. Если легенды говорят правду, даже боги не защищены от судьбы. Возможно, мой час придёт, или, возможно, я должен проложить свой собственный путь за пределы известных царств.",
	"item.yggdrasil.timeless_one_journal.page13": "Пока что эти слова - всё, что я оставляю позади - след мысли, намёк на цель, разбросанный как листья на ветру. Пусть тот, кто их найдёт, поразмыслит над их значениями и, возможно, поищет то, что я спрятал на виду у всех.",
	"item.yggdrasil.chronicles_of_trials": "Хроники Преодолённых Испытаний",
	"item.yggdrasil.chronicles_of_trials.page1": "Поздравляю, отважная душа! Ты прошёл мои испытания и доказал свою ценность.",
	"item.yggdrasil.chronicles_of_trials.page2": "Возьми этот ключ, символ твоего успеха, и найди моё сокровище. Ты найдёшь его в деревне Аслорс, где ты обнаружил Меч Разлома.",
	"item.yggdrasil.chronicles_of_trials.page3": "В Зале Меча Асфлорса ты найдёшь пьедестал. Помести эту книгу на него, и ты получишь доступ к моему сокровищу.",
	"item.yggdrasil.chronicles_of_trials.page4": "Надеюсь, что с этим ты сможешь выковать новую судьбу, достойную наследия, которое ты несёшь. Но я не буду раскрывать слишком много сейчас; пусть путешествие развернётся перед тобой.",
	"item.yggdrasil.quest_item.vault": "(Квестовый предмет - Хранилище)",
	"item.yggdrasil.quest_item.ominous_vault": "(Квестовый предмет - Зловещее Хранилище)",
	"item.yggdrasil.structure_item.vault": "(Структурный предмет - Хранилище)",
	"item.yggdrasil.quest_item.structure": "(Квестовый предмет - Структура)",
	"item.yggdrasil.quest_item.structure_door": "(Квестовый предмет - Дверь Структуры)",
	"item.yggdrasil.structure_item.ominous_vault": "(Структурный предмет - Зловещее Хранилище)",
	"item.yggdrasil.quest_item.story": "(Квестовый предмет - История)",
	"item.yggdrasil.location.asflors": "[Деревня Асфлорс]",
	"item.yggdrasil.location.runic_fracture": "[Рунический Разлом]",
	"item.yggdrasil.location.alfheim_tree": "[Древо Альфхейма]",
	"item.yggdrasil.runic_fracture_map": "Карта Рунического Разлома",
	"item.yggdrasil.rune_of_rupture": "Руна Разрыва",
	"item.yggdrasil.rune_of_rupture.lore1": "Разорви пространство и время, чтобы получить доступ",
	"item.yggdrasil.rune_of_rupture.lore2": "к месту, где я спрятал тайну",
	"item.yggdrasil.real_rune_of_rupture": "Истинная Руна Разрыва",
	"item.yggdrasil.quest_item.gliched": "(Квестовый предмет - @?^?0%)",
	"item.yggdrasil.asflors_sword.fake": "Клинок Асфлорса",
	"item.yggdrasil.asflors_sword.real": "Истинный Клинок Асфлорса",
	"item.yggdrasil.asflors_sword.lore": "Неразрушимое легендарное оружие",
	"item.yggdrasil.runic_key": "Рунический Ключ",
	"item.yggdrasil.runic_key.lore1": "Ты докажешь свою храбрость!",
	"item.yggdrasil.runic_key.lore2": "Я дарую тебе моё доверие",
	"item.yggdrasil.ominous_traveler_key": "Ключ Зловещего Путника",
	"item.yggdrasil.ominous_key": "Зловещий Ключ",
	"item.yggdrasil.ominous_key.lore.1": "Получи мой величайший секрет в деревне Асфлорс",
	"item.yggdrasil.ominous_key.lore.2": "моё сокровище находится за фальшивым мечом Асфлорса",
	"item.yggdrasil.traveler_key": "Ключ Путника",
	"item.yggdrasil.traveler_key.lore.1": "Я спрятал тайное хранилище",
	"item.yggdrasil.traveler_key.lore.2": "Древняя магия путника",
	"item.yggdrasil.alfheim_key": "Ключ Альфхейма",
	"item.yggdrasil.alfheim_key.lore1": "Этот ключ можно использовать только на",
	"item.yggdrasil.alfheim_key.lore2": "Хранилище в древе Альфхейма",
	"item.yggdrasil.ominous_alfheim_key": "Зловещий Ключ Альфхейма",
	"item.yggdrasil.ominous_alfheim_key.lore1": "Этот ключ можно использовать только на",
	"item.yggdrasil.ominous_alfheim_key.lore2": "Зловещем Хранилище в древе Альфхейма",
	"item.yggdrasil.ominous_vault": "Зловещее Хранилище",
	"item.yggdrasil.chapter.runic_dimension": "Глава: Руническое Измерение",
	"item.yggdrasil.chapter.runic_dimension.page1": "За пределами нашего царства лежит мир абсолютной неподвижности - Руническое Измерение. Место, где ни солнце, ни луна не украшают небо, где само время перестает существовать. Эта темная пустота, бесконечная в своем небытии, когда-то держала меня в плену.",
	"item.yggdrasil.chapter.runic_dimension.page2": "Единственные следы жизни здесь - это следы, оставленные Темными Эльфами, древними существами, овладевшими искусством путешествий между измерениями. Они построили алтари, служащие мостами между мирами.",
	"item.yggdrasil.chapter.runic_dimension.page3": "В сердце их величайшего творения - Рунического Лабиринта - покоится легендарный артефакт невероятной силы. Этот лабиринт отражает своего двойника в Нифльхейме, хотя его тайны гораздо более зловещи.",
	"item.yggdrasil.chapter.runic_dimension.page4": "Чтобы достичь этого царства, нужно вернуться на Рунический Остров и копать под вечным древом, держа в руке Подлинную Руну Разрыва. Только тогда завеса между мирами разорвется, открывая это царство вечной тени.",

	"item.yggdrasil.dark_elves_chronicle": "Хроники Тёмных Эльфов",
	"item.yggdrasil.dark_elves_chronicle.page1a": "Мы, Тёмные Эльфы, всегда были другими. В то время как наши кузены, Светлые Эльфы, почитались за их естественную связь с магией и природой, мы родились отвергнутыми той же магией.",
	"item.yggdrasil.dark_elves_chronicle.page1b": "Наши тела, столь отличные от их, не были предрасположены к обычной магии, но мы несли в себе более тёмный, более глубокий дар.",
	"item.yggdrasil.dark_elves_chronicle.page2a": "Веками мы терпели презрение других рас. Наша чувствительность заставляла нас ощущать каждый презрительный взгляд, каждое жестокое слово. Но мы не были народом разрушения - пока их высокомерие не стало невыносимым.",
	"item.yggdrasil.dark_elves_chronicle.page2b": "Тогда мы использовали наш дар тёмной магии не для убийства, а для того, чтобы стереть века эльфийского прогресса.",
	"item.yggdrasil.dark_elves_chronicle.page3a": "В нашем изгнании мы забрали их знания - каждую книгу, каждую табличку, каждый фрагмент мудрости. Нашей величайшей задачей стало достижение полного господства над магией.",
	"item.yggdrasil.dark_elves_chronicle.page3b": "Мы разработали способы контроля белой магии, но именно наш дар тёмной магии позволил нам исследовать немыслимое: прото-магию.",
	"item.yggdrasil.dark_elves_chronicle.page4": "Прото-магия превосходит законы нашей вселенной, словно исходя из высшей реальности. Мы приручили её в форме рун, способных содержать сложные магические механизмы. На протяжении веков мы овладели секретами времени и пространства.",
	"item.yggdrasil.dark_elves_chronicle.page5": "Рунический Остров был нашим первым великим творением - испытание, достаточно сложное, чтобы отпугнуть слабых, но не настолько, чтобы полностью преградить путь самым решительным. Ибо за ним лежит наш истинный шедевр: Рунический Лабиринт.",
	"item.yggdrasil.dark_elves_chronicle.page6": "Лабиринт - наша величайшая хитрость. В этом пустом измерении, где нет ни еды, ни воды, посетители вынуждены войти в него, чтобы выжить. Но его сложность такова, что он становится их могилой. Только истинные Тёмные Эльфы могут разгадать его тайны.",
	"item.yggdrasil.dark_elves_chronicle.page7": "Тем, кто найдёт эти писания: это царство не убежище, а ловушка. Пустота, окружающая вас, лишь начало вашего испытания. Лабиринт ждёт, и с ним либо ваша гибель, либо ваше откровение.",

	"item.yggdrasil.runic_labyrinth_map": "Карта Рунического Лабиринта",
	"item.yggdrasil.dark_elven_bow": "Лук Темных Эльфов",
	"item.yggdrasil.dark_elven_bow.lore1": "Оружие, выкованное в вечной тьме",
	"item.yggdrasil.dark_elven_bow.lore2": "Пропитанное силой пустоты",
	"item.yggdrasil.twilight_apple": "Сумеречное Яблоко",
	"item.yggdrasil.twilight_apple.lore1": "Выращено в отсутствии света",
	"item.yggdrasil.twilight_apple.lore2": "Содержит сущность пустоты",

	"item.yggdrasil.dark_elf_escape_journal": "Дневник Темного Эльфа: Побег",
	"item.yggdrasil.dark_elf_escape_journal.page1": "Мы считали себя непобедимыми в нашем руническом измерении. Какое высокомерие! Мы никогда не могли представить, что сами боги пересекут миры, чтобы добраться до нас. Наша прото-магия, почти равная их силе, пугала их.",
	"item.yggdrasil.dark_elf_escape_journal.page2": "Я укрылся в глубинах лабиринта. Именно там я понял: боги притягивались к потокам магии, как мотыльки к свету. Наша величайшая сила стала нашей величайшей слабостью.",

	"item.yggdrasil.dark_elf_village_chronicles": "Хроники Деревни",
	"item.yggdrasil.dark_elf_village_chronicles.page1": "К счастью, я привык путешествовать между измерениями. Каждое утро я посещал маленькую эльфийскую деревню в обычном мире, возвращаясь вечером к своим в руническое измерение.",
	"item.yggdrasil.dark_elf_village_chronicles.page2": "Эта деревня, едва ли десяток жителей, обладала библиотекой с уникальными знаниями. Вдали от всего их цивилизация развивалась иначе. Возможно ли, что наша революция оказала положительное влияние на их развитие?",
	"item.yggdrasil.dark_elf_village_chronicles.page3": "Их доброта тронула меня. Эти эльфы, некогда наши враги, неосознанно научили меня секретам, которых не знали даже мы.",

	"item.yggdrasil.dark_elf_survival_notes": "Записки о Выживании Темного Эльфа",
	"item.yggdrasil.dark_elf_survival_notes.page1": "Благодаря знаниям из деревни, я научился скрывать свой магический след. Я блуждал по лабиринту, делая его еще сложнее, добавляя слои защиты.",
	"item.yggdrasil.dark_elf_survival_notes.page2": "Недели проходили, и мои мысли постоянно возвращались к этим добрым эльфам. Я жаждал увидеть их снова, но страх перед богами парализовал меня. Без инфраструктуры для путешествий между измерениями я был в ловушке.",
	"item.yggdrasil.dark_elf_survival_notes.page3": "Тогда я принял отчаянное решение: создать оружие столь мощное, что оно истощит всю мою магию, сделав меня необнаружимым. Одно я спрятал под входом, другое в сейфе.",

	"item.yggdrasil.dark_elf_discovery_journal": "Дневник Открытий",
	"item.yggdrasil.dark_elf_discovery_journal.page1": "Поднимаясь из глубин, я обнаружил нечто необычайное: заброшенные бастионы. Исследуя их, я нашел порталы в обычный мир.",
	"item.yggdrasil.dark_elf_discovery_journal.page2": "Мое сердце забилось быстрее - возможно, моей семье удалось спастись от богов? Были ли эти структуры их творением? Надежда после такого отчаяния была почти невыносима.",
	"item.yggdrasil.dark_elf_discovery_journal.page3": "Я принял решение. Не оглядываясь назад, я прошел через портал. Свобода ждала по ту сторону, даже если это означало оставить наше творение.",

	"item.yggdrasil.dark_elf_weapon_note": "Записка о Скрытом Оружии",
	"item.yggdrasil.dark_elf_weapon_note.page1": "Тому, кто найдет это оружие, не радуйся слишком рано. Его сила ограничена - в лучшем случае оно может ранить полубога. Не более того.",
	"item.yggdrasil.dark_elf_weapon_note.page2": "Оно не принесет большой пользы в твоем поиске, но если хочешь дать ему цель... Отомсти за мой народ. Это все, о чем я прошу того, кто его найдет.",

	"item.yggdrasil.dark_elf_bow_testament": "Завещание Рунического Лука",
	"item.yggdrasil.dark_elf_bow_testament.page1": "Этот лук содержит большую часть моей жизненной силы. Оружие ужасающей мощи, способное, возможно, победить бога... но только одного.",
	"item.yggdrasil.dark_elf_bow_testament.page2": "Этого трагически недостаточно. Я чувствовал их наверху, их были десятки. Страх гложет меня, но я сохраняю надежду: если ты найдешь другое оружие такого калибра...",
	"item.yggdrasil.dark_elf_bow_testament.page3": "Возможно, ты сможешь объединить их, создать божественное оружие, истинного убийцу богов. Я оставляю тебе эту возможность, ибо я должен бежать. Используй ее мудро.",

	"item.yggdrasil.dark_elf_bastion_chronicle": "Хроники Бастиона: Бегство",
	"item.yggdrasil.dark_elf_bastion_chronicle.page1": "Я до сих пор не понимаю, как боги нас нашли. Мы должны были бежать, далеко и быстро. Возвращение в исходный мир не планировалось, ничего не было подготовлено, но судьба улыбнулась нам: в глубине здания мы обнаружили портал.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page2": "Этот портал принадлежал семье, которую я хорошо знал, чей сын был особенно талантлив. Он, вероятно, покинул этот мир - мы нигде не можем его найти и не чувствуем его энергию.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page3": "Благодаря ему мы выжили. Мы построили этот бастион и воспроизвели его по всему миру. Но цена была ужасна: половина нашего народа не выжила. Как муравьи, мы рассеялись по лабиринту, пока боги ждали у выхода.",
	"item.yggdrasil.dark_elf_bastion_chronicle.page4": "Теперь, когда мы на пути к уходу, они наверняка последуют за нами. Я все еще не могу понять, как они узнали, где нас найти. Этот вопрос преследует меня, но у нас больше нет времени размышлять об этом.",

	"item.yggdrasil.runic_labyrinth.key": "Ключ от Рунического Лабиринта",
	"item.yggdrasil.runic_labyrinth.key.lore1": "Этот ключ открывает двери",
	"item.yggdrasil.runic_labyrinth.key.lore2": "Рунического Лабиринта",
	"item.yggdrasil.runic_labyrinth.ominous_key": "Зловещий Ключ Лабиринта",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore1": "Этот ключ открывает зловещие двери",
	"item.yggdrasil.runic_labyrinth.ominous_key.lore2": "Рунического Лабиринта",
	"item.yggdrasil.runic_labyrinth.vault": "Хранилище Лабиринта",
	"item.yggdrasil.runic_labyrinth.ominous_vault": "Зловещее Хранилище Лабиринта",
	"item.yggdrasil.runic_labyrinth.location": "[Рунический Лабиринт]",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow": "Лук Темных Эльфов",
	"item.yggdrasil.runic_labyrinth.dark_elven_bow.lore": "Оружие, выкованное в вечной тьме",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow": "Лук Сумерек Иггдрасиля",
	"item.yggdrasil.runic_labyrinth.twilight_of_yggdrasil_bow.lore": "Легендарный лук, пропитанный силой пустоты"
}
